{
    "id": "rct2tt.scenario_text.cliffside_castle",
    "authors": [
        "Frontier Studios"
    ],
    "version": "1.0",
    "originalId": "0E43032A|STEX72  |B59F5622",
    "sourceGame": [
        "rct2tt"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "قلعة كليفسايد",
            "ca-ES": "Castell del penya-segat",
            "de-DE": "Felsenschloss",
            "en-GB": "Cliffside Castle",
            "eo-ZZ": "Klifoflanko-Kastelo",
            "es-ES": "El castillo en el risco",
            "fi-FI": "Linnaranta",
            "fr-FR": "Château en bord de falaise",
            "hu-HU": "Sziklaoldali Vár",
            "it-IT": "Castello di Cliffside",
            "ja-JP": "崖側の城",
            "ko-KR": "클리프사이드 성",
            "pt-BR": "Castelo Cliffside",
            "ru-RU": "Замок на Скале",
            "sv-SE": "Slott på klipporna",
            "zh-CN": "悬崖城堡",
            "zh-TW": "克利弗塞德城堡",
            "pl-PL": "Zamek na urwisku"
        },
        "park_name": {
            "ar-EG": "قلعة كليفسايد",
            "ca-ES": "Castell del penya-segat",
            "de-DE": "Felsenschloss",
            "en-GB": "Cliffside Castle",
            "eo-ZZ": "Klifoflanko-Kastelo",
            "es-ES": "El castillo en el risco",
            "fi-FI": "Linnaranta",
            "fr-FR": "Château en bord de falaise",
            "hu-HU": "Sziklaoldali Vár",
            "it-IT": "Castello di Cliffside",
            "ja-JP": "崖側の城",
            "ko-KR": "클리프사이드 성",
            "pt-BR": "Castelo Cliffside",
            "ru-RU": "Замок на Скале",
            "sv-SE": "Slott på klipporna",
            "zh-CN": "悬崖城堡",
            "zh-TW": "克利弗塞德城堡",
            "pl-PL": "Zamek na urwisku"
        },
        "details": {
            "ar-EG": "الأعضاء المحليون في مجتمع إعادة تمثيل المعركة جادون إلى حد ما بشأن هوايتهم. لقد عهدوا إليك بمهمة بناء مدينة ملاهي بطابع العصور المظلمة على أراضي قلعة كليفسايد.",
            "ca-ES": "Els membres locals de la societat de representacions de batalles es prenen la seva afició seriosament. Us han confiat la tasca de construir un parc temàtic de l’edat mitjana on hi ha el castell de Cliffside.",
            "cs-CZ": "Členové místní skupiny pro rekonstrukci historických bitev berou své hobby trochu moc vážně. Svěřili vám stavbu starověkého zábavního parku na území Cliffside Castle.",
            "da-DK": "Lokale medlemmer af kamp re-enactment samfundet er temmelig alvorligt om deres hobby. De har betroet dig opgaven med at bygge en mørk tidsalder forlystelsespark på grunden ved Cliffside Castle.",
            "de-DE": "Einige Mitglieder der Gesellschaft zur Nachstellung von Schlachten nehmen ihr Hobby ziemlich ernst. Sie haben Sie damit beauftragt, einen Freizeitpark Finsteres Mittelalter auf den Gründen des Felsenschlosses zu bauen.",
            "en-GB": "Local members of the battle re-enactment society are rather serious about their hobby. They’ve entrusted you with the job of constructing a Dark Age theme park on the grounds of Cliffside Castle.",
            "eo-ZZ": "Lokaj anoj de la socio de batalo-rekonstruoj estas sufiĉe seriozaj pri ilia ŝatokupo. Ili konfidis al vi la laboron de konstrui amuzparkon kun temo de Malluma Epoko sur la tereno de Klifoflanko-Kastelo.",
            "es-ES": "Los miembros de una asociación local de recreación de batallas históricas se toman su afición muy en serio. Te han confiado la construcción de un parque temático de la edad media en los terrenos del Castillo del risco.",
            "fi-FI": "Paikallinen historian elävöitysryhmä ottaa harrastuksensa aika tosissaan. He ovat luottaneet tämän rannikkolinnan käsiisi, jotta voit rakentaa uuden keskiajan teemapuiston.",
            "fr-FR": "Les sociétaires d’une association de reconstitution de combats médiévaux prennent leur activité très au sérieux. Ils vous ont chargé de construire un parc sur le thème du Moyen Âge sur les terres d’un château en bord de falaise.",
            "hu-HU": "A hagyományörző egyesület helyi tagjai komolyan veszik az emlékcsatákat. Rád bízták a feladatot, hogy építs egy sötét középkor témájú parkot a Sziklaoldali Vár területén.",
            "it-IT": "I membri locali della società per il ripristino delle leggi sulle battaglie prendono seriamente il loro hobby. Ti hanno affidato l’incarico di costruire un parco a tema sull’Età Oscura, da erigere sulle fondamenta del Castello di Cliffside.",
            "ko-KR": "이 지역의 전투 재현 단체는 자신들의 취미를 진지하게 생각하고 있습니다. 그들은 당신에게 클리프사이드 성 부지에 암흑시대 테마파크를 건설해달라고 요청해왔습니다.",
            "nb-NO": "Lokale medlemmer av krigs-gjenskapelsesforeningen are svært seriøse med sin hobby. De har betrodd deg med jobben av å lage en middelaldersk fornøyelsespark på marken til Cliffside Castle.",
            "nl-NL": "De leden van de lokale vereniging die oude veldslagen naspeelt nemen hun hobby serieus. Ze hebben jou de klus toevertrouwd om van Cliffside Castle een middeleeuws themapark te maken.",
            "pl-PL": "Miejscowi miłośnicy odtwarzania rycerskich turniejów podchodzą do swego hobby raczej poważnie. Powierzyli Ci zadanie budowy lunaparku stylizowanego na średniowiecze, który ma powstać na ziemiach Zamku na urwisku.",
            "pt-BR": "Membros locais da sociedade de reconstituição da batalha são bastante sérios acerca de seus hobbies. Eles lhe confiaram o trabalho de construir um parque temático da Idade das Trevas nos terrenos do Castelo Cliffside.",
            "ru-RU": "Участники местного сообщества реконструкции исторических битв настолько увлечены своим хобби, что доверили вам строительство парка на средневековую тему на территории замка Cliffside Castle.",
            "sv-SE": "Medlemmarna i den lokala medeltidsföreningen tar sin hobby på allvar. De har bett dig konstruera en nöjespark med medeltidstema på det gamla slottets ägor.",
            "tr-TR": "Savaşın yeniden canlandırılması toplumunun yerel üyeleri, hobileri hakkında oldukça ciddi. Cliffside Kalesi’nin arazisinde bir Karanlık Çağ temalı park inşa etmenizi dilediler",
            "zh-CN": "战斗的地方成员重新制定的社会是相当严重的他们的爱好。他们委托你在悬崖边的城堡的场地建设一个黑暗时代的主题公园的工作。",
            "zh-TW": "本地的戰役重現協會成員對他們的這項嗜好相當認真。他們授權您建造一座以克利弗塞德城堡為主題的黑暗時代主題樂園。"
        }
    }
}
