{
    "id": "rct2tt.scenario_text.schneider_shores",
    "authors": [
        "Frontier Studios"
    ],
    "version": "1.0",
    "originalId": "0E43032A|STEX75  |9A599A55",
    "sourceGame": [
        "rct2tt"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "شواطئ شنايدر",
            "ca-ES": "Costa Schneider",
            "de-DE": "Schneider-Ufer",
            "en-GB": "Schneider Shores",
            "eo-ZZ": "Schneider-Marbordoj",
            "es-ES": "Las costas de Schneider",
            "fi-FI": "Schneiderrannat",
            "fr-FR": "Course d’hydravions",
            "hu-HU": "Schneider-part",
            "it-IT": "Costa di Schneider",
            "ja-JP": "シュナイダー・ショーズ",
            "ko-KR": "슈나이더 해안",
            "pt-BR": "Praia Schneider",
            "ru-RU": "Schneider Shores",
            "sv-SE": "Schneiders strand",
            "zh-CN": "施耐德海岸",
            "zh-TW": "施耐德海岸",
            "pl-PL": "Wybrzeża Schneidera"
        },
        "park_name": {
            "ar-EG": "شواطئ شنايدر",
            "ca-ES": "Costa Schneider",
            "de-DE": "Schneider-Ufer",
            "en-GB": "Schneider Shores",
            "eo-ZZ": "Schneider-Marbordoj",
            "es-ES": "Las costas de Schneider",
            "fi-FI": "Schneiderrannat",
            "fr-FR": "Course d’hydravions",
            "hu-HU": "Schneider-part",
            "it-IT": "Costa di Schneider",
            "ja-JP": "シュナイダー・ショーズ",
            "ko-KR": "슈나이더 해안",
            "pt-BR": "Praia Schneider",
            "ru-RU": "Schneider Shores",
            "sv-SE": "Schneiders strand",
            "zh-CN": "施耐德海岸",
            "zh-TW": "施耐德海岸",
            "pl-PL": "Wybrzeża Schneidera"
        },
        "details": {
            "ar-EG": "تقترب الذكرى 75 لفوز جدك بكأس شنايدر في غضون بضع سنوات. سوف تكرم إنجازه من خلال بناء مدينة ملاهي على أساس سباق الطائرات المائية الشهير.",
            "ca-ES": "El 25è aniversari de la victòria del vostre avi a la Copa Schneider serà d’aquí pocs anys. Li retreu homenatge construint un parc on la temàtica serà la famosa cursa d’hidroavions.",
            "cs-CZ": "75. leté výročí výhry Schneider Cup vašeho dědečka se blíží a zbývá už jen pár let. Poctíte jeho úspěch stavbou zábavního parku založeném na proslulém závodu hydroplánů.",
            "da-DK": "T75-årsdagen for din bedstefars Schneider Cup-sejr kommer op om et par år. Du vil ære hans præstation ved at bygge en forlystelsespark baseret på den berømte vandflyver racer.",
            "de-DE": "In ein paar Jahren ist das 75. Jubiläum des Sieges Ihres Großvaters im Schneider-Cup. Ihm zu Ehren bauen Sie einen Freizeitpark auf der berühmten Wasserflugzeug-Rennstrecke.",
            "en-GB": "The 75th anniversary of your grandfather’s Schneider Cup victory is coming up in a few years. You’re going to honour his achievement by building a theme park based on the famous seaplane race.",
            "en-US": "The 75th anniversary of your grandfather’s Schneider Cup victory is coming up in a few years. You’re going to honor his achievement by building a theme park based on the famous seaplane race.",
            "eo-ZZ": "La 75-a datreveno de la Schneider-Trofeo-venko de via avo venas en kelkaj jaroj. Vi honoros lian atingon per konstrui amuzparkon surbaze de la fama hidroplano-vetkuro.",
            "es-ES": "En pocos años se cumplirá el 75 aniversario de la victoria de tu abuelo en la copa Schneider. Vas a honrar su logro construyendo un parque temático basado en la famosa carrera de hidroaviones.",
            "fi-FI": "Isoisäsi Schneider-nopeuskisan voitosta tulee kohta 75 vuotta täyteen. Kunnioita hänen saavutustaan rakentamalla teemapuisto tämän maineikkaan vesilentokonekilvan ympärille.",
            "fr-FR": "Dans quelques années, ce sera le 75e anniversaire de la victoire de votre grand-père dans la Coupe Schneider. Vous allez lui rendre hommage en construisant un parc sur le thème de cette course légendaire d’hydravions.",
            "hu-HU": "Néhány év múlva lesz nagyapád Schneider-kupa győzelmének 75. évfordulója. Azzal tisztelegsz a teljesítménye előtt, hogy egy vidámparkot építesz a híres vízi repülős versenyről mintázva.",
            "it-IT": "Manca poco aI 75° anniversario della conquista della Coppa Schneider da parte di tuo nonno. Hai deciso di onorare la sua impresa costruendo un parco a tema basato sulla famosa corsa di idrovolanti.",
            "ko-KR": "할아버지의 슈나이더 컵 우승 75주년이 얼마 남지 않았습니다. 당신은 할아버지의 업적을 기리기 위해 유명한 수상비행기 경주를 딴 놀이공원을 짓기로 했습니다.",
            "nb-NO": "75års dagen til din bestefars Schneider Cup seiere kommer om et par år. Du har tenkt til å hedre hans prestasjon ved å bygge en fornøyelsespark basert på det berømte sjøfly-løpet.",
            "nl-NL": "Het is al bijna 75 jaar geleden dat je grootvader de Schneider Cup won. Je hebt besloten zijn prestatie te eren met een themapark dat is geïnspireerd door de beroemde watervliegtuigenrace.",
            "pl-PL": "Za kilka lat będzie mieć miejsce 75. rocznica zdobycia przez twego dziadka Pucharu Schneidera. Postanawiasz uczcić ten wielki sukces, budując lunapark stylizowany na ów sławny wyścig hydroplanów.",
            "pt-BR": "O 75º aniversário da vitória do seu avô na Copa Schneider está chegando em alguns anos. Você vai honrar a conquista dele construindo um parque temático baseado na famosa corrida de hidroavião.",
            "ru-RU": "Через несколько лет наступает 75я годовщина завоевания вашим дедушкой Кубка Шнайдера. Вы собираетесь отметить его достижение, построив парк, посвящённый этой знаменитой гонке на гидросамолетах.",
            "sv-SE": "75-årsjubiléet av din faders vinst av Schneidertrofén inträffar om några år. Du vill hedra hans prestation genom att bygga en park baserad på den berömda sjöflygplanstävlingen.",
            "tr-TR": "Dedeniz 75 yıl önce Schneider Kupasını kazanmış ve onun zaferini anmak için buraya bir lunapark inşa etmeye karar verdiniz",
            "zh-CN": "你的祖父的施耐德杯胜利第七十五周年是几年来。你要尊重自己的成就，通过构建一个基于著名的水上飞机比赛主题公园。",
            "zh-TW": "令祖父在施耐德盃優勝的75週年紀念再過幾年就要到了。您決定建造以著名的水上飛機競速賽為主題的樂園來紀念他的成就。"
        }
    }
}
