{
 "id": "rct2tt.scenario_text.extraterrestrial_extravaganza",
 "authors": [
  "Chris Sawyer"
 ],
 "version": "1.0",
 "originalId": "0E43032A|STEX79  |D2D4C4DE",
 "sourceGame": [
  "rct2tt"
 ],
 "objectType": "scenario_text",
 "strings": {
  "name": {
   "ar-EG": "الروعة خارج الأرض",
   "ca-ES": "Extravagància Extraterrestre",
   "de-DE": "Außerirdische Extravaganz",
   "en-GB": "Extraterrestrial Extravaganza",
   "eo-ZZ": "Ekstertera Ekstravagancaĵo",
   "es-ES": "Exceso extraterrestre",
   "fi-FI": "Avaruusolentojen aukio",
   "fr-FR": "Extravagance extraterrestre",
   "hu-HU": "Földönkívüli Felhajtás",
   "it-IT": "Stravaganza extraterrestre",
   "ja-JP": "地球外な壮観",
   "ko-KR": "외계인의 축제",
   "pt-BR": "Extravagância Extraterrestre",
   "ru-RU": "Фантастическая Феерия",
   "sv-SE": "Utomjordisk extravagans",
   "zh-CN": "外星盛会",
   "zh-TW": "外星文明博覽會"
  },
  "park": {
   "ar-EG": "الروعة خارج الأرض",
   "ca-ES": "Extravagància Extraterrestre",
   "de-DE": "Außerirdische Extravaganz",
   "en-GB": "Extraterrestrial Extravaganza",
   "eo-ZZ": "Ekstertera Ekstravagancaĵo",
   "es-ES": "Exceso extraterrestre",
   "fi-FI": "Avaruusolentojen aukio",
   "fr-FR": "Extravagance extraterrestre",
   "hu-HU": "Földönkívüli Felhajtás",
   "it-IT": "Stravaganza extraterrestre",
   "ja-JP": "地球外な壮観",
   "ko-KR": "외계인의 축제",
   "pt-BR": "Extravagância Extraterrestre",
   "ru-RU": "Фантастическая Феерия",
   "sv-SE": "Utomjordisk extravagans",
   "zh-CN": "外星盛会",
   "zh-TW": "外星文明博覽會"
  },
  "details": {
   "ar-EG": "تم اكتشاف الحياة على كوكب بعيد، قم ببناء متنزه غريب للاستفادة من موجة الاهتمام غير المسبوقة.",
   "ca-ES": "S’ha descobert vida en un planeta llunyà. Construïu un parc de temàtica alienígena per a recaptar els diners d’aquesta onada d’interès sense precedent.",
   "cs-CZ": "Byl objeven život na vzdálené planetě. Postavte mimozemsky zaměřený zábavní park, abyste se svezli na vlně nového nepředvídaného zájmu.",
   "da-DK": "Der er fundet liv på en fjern planet. Byg en Rumalien forlystelsespark til at lave penge på den hidtil usete bølge af interesse.",
   "de-DE": "Auf einem fernen Planeten ist Leben entdeckt worden. Bauen Sie einen außerirdischen Freizeitpark, um die unerwartet heftige Hysterie in bare Münze umzuwandeln.",
   "en-GB": "Life has been discovered on a distant planet Build an alien theme park to cash in on the unprecedented wave of interest.",
   "en-US": "Life has been discovered on a distant planet. Build an alien theme park to cash in on the unprecedented wave of interest.",
   "eo-ZZ": "Vivo estis malkovrita ĉe malproksima planedo. Konstruu eksterteran parkon por profiti de la senprecedenca ondo de intereso.",
   "es-ES": "¡Se ha descubierto vida en un planeta distante Construye un parque temático basado en los extraterrestres para sacar dinero del interés sin precedentes que ha despertado el tema.",
   "fi-FI": "Kaukaisella planeetalla on sittenkin elämää! Rakenna avaruusolio-teemapuisto lyödäksesi rahoiksi tämän ennennäkemättömän kiinnostuksen ansiosta.",
   "fr-FR": "Une forme de vie a été découverte sur une autre planète. Construisez un parc sur le thème des extraterrestres pour engranger un maximum de profits.",
   "hu-HU": "Életet fedeztek egy távoli bolygón. Építs egy űrlény témájú parkot, hogy megtollasodhass a példátlan érdeklődésnek köszönhetően.",
   "it-IT": "Su un lontano pianeta è stata scoperta la vita Costruisci un parco a tema sugli alieni e goditi un successo di visitatori senza precedenti.",
   "ko-KR": "먼 행성에서 생명체가 발견되었습니다. 외계인을 주제로 한 놀이공원을 만들어서 전에 없던 관심을 받아 돈을 벌어보세요.",
   "nb-NO": "Liv har blitt funnet på en fjern planet. Bygg en utenomjordisk fornøyelsespark for å utnytte den enestående bølgen av interesse.",
   "nl-NL": "Er is leven ontdekt op een verre planeet! Bouw een buitenaards themapark om munt te slaan uit de onverwachte golf van interesse.",
   "pl-PL": "Odkryto życie na odległej planecie! Wybuduj park tematyczny, którego motywem przewodnim będą kosmici, a zgarniesz kasę dzięki bezprecedensowej fali zainteresowania tym zagadnieniem.",
   "pt-BR": "Vida foi descoberta em um planeta distante. Construa um parque temático alienígena para ganhar dinheiro com a onda de juros sem precedentes.",
   "ru-RU": "На отдаленной планете была открыта жизнь. Постройте инопланетный тематический парк, чтобы заработать на сенсации.",
   "sv-SE": "Liv har påträffats på en främmande planet. Bygg en park med utomjordiskt tema för att tjäna pengar på folks nyväckta intresse.",
   "tr-TR": "Uzak bir gezegende hayat keşfedildi. Bu gezegende bir uzaylı lunaparkı inşa ediniz",
   "zh-CN": "生命在一个遥远的星球上被发现，建造一个外星人主题公园，以现金在前所未有的兴趣浪潮。",
   "zh-TW": "在遙遠的行星上發現了生命 建築一個外星主題樂園,在這個史無前例的風潮中大撈一票。"
  }
 }
}