{
    "id": "rct2tt.scenario_text.coastersaurus",
    "authors": [
        "Frontier Studios"
    ],
    "version": "1.0",
    "originalId": "0E43032A|STEX67  |739A1F16",
    "sourceGame": [
        "rct2tt"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "كوسترسورس",
            "ca-ES": "Atracciósaurus",
            "de-DE": "Achtersaurus",
            "en-GB": "Coastersaurus",
            "eo-ZZ": "Onda-Fervojo-Dinosaŭro",
            "es-ES": "Montañasauro",
            "fi-FI": "Vuoristosaurus",
            "fr-FR": "Le retour des dinosaures",
            "hu-HU": "Vasútszaurusz",
            "it-IT": "Ottovolantosauro",
            "ja-JP": "コースターサウルス",
            "ko-KR": "코스터사우르스",
            "pt-BR": "Parquessauro",
            "ru-RU": "Брегозавр",
            "sv-SE": "Bergosaurier",
            "zh-CN": "过山龙",
            "pl-PL": "Kolejkozaur"
        },
        "park_name": {
            "ar-EG": "كوسترسورس",
            "ca-ES": "Atracciósaurus",
            "de-DE": "Achtersaurus",
            "en-GB": "Coastersaurus",
            "eo-ZZ": "Onda-Fervojo-Dinosaŭro",
            "es-ES": "Montañasauro",
            "fi-FI": "Vuoristosaurus",
            "fr-FR": "Le retour des dinosaures",
            "hu-HU": "Vasútszaurusz",
            "it-IT": "Ottovolantosauro",
            "ja-JP": "コースターサウルス",
            "ko-KR": "코스터사우르스",
            "pt-BR": "Parquessauro",
            "ru-RU": "Брегозавр",
            "sv-SE": "Bergosaurier",
            "zh-CN": "过山龙",
            "pl-PL": "Kolejkozaur"
        },
        "details": {
            "ar-EG": "لقد تم تكليفك بمهمة بناء مدينة ملاهي ذات طابع من العصر الجوراسي. لتحسين وصول الزائرين إلى المعروضات النباتية والحيوانية الغريبة، ستحتاج إلى إنشاء رحلات تجول في الوادي وداخله.",
            "ca-ES": "Us han assignat la tasca de construir un parc de l’era juràssica. Per tal d’optimitzar l’accés dels visitants a les exhibicions de plantes i animals exòtics, haureu de construir atraccions per tota la vall.",
            "cs-CZ": "Byli jste zaúkolováni stavbou zábavního parku ve stylu období Jura. Pro zlepšení přístupu návštěvníků k exotickým rostlinám a zvířatům budete muset postavit mosty do a přes údolí.",
            "da-DK": "Du har fået til opgave at bygge en Jurassic æra forlystelsespark. For at optimere dine besøgendes adgang til de eksotiske plante- og dyreudstillinger skal du bygge en bygning, der går over og ind i dalen.",
            "de-DE": "Sie haben die Aufgabe, einen Jurassic-Freizeitpark zu bauen. Damit Ihre Besucher optimalen Zugang zu den exotischen Pflanzen und Tieren haben, müssen Sie Attraktionen errichten, die über und in die Täler führen.",
            "en-GB": "You’ve been given the task of constructing a Jurassic era theme park. To optimize your visitors’ access to the exotic plant and animal exhibits, you will need to build rides going over and into the valley.",
            "eo-ZZ": "Vi ricevis la taskon de konstrui Ĵurasa-epokan amuzparkon. Por optimumigi la aliron de viaj vizitantoj al la ekzotikaj ekspoziciaĵoj da kreskaĵoj kaj bestoj, vi bezonos konstrui atrakciojn irantajn super kaj en la valon.",
            "es-ES": "Tu misión es construir un parque de atracciones basado en el jurásico. Para optimizar el acceso de los visitantes a las exóticas exhibiciones de plantas y animales, tendrás que construir atracciones que suban y bajen del valle.",
            "fi-FI": "Tehtävänäsi on rakentaa jurassisen kauden teemapuisto. Jotta kävijät pääsevät helposti näkemään eksoottisia kasveja ja eläimiä, sinun tulee rakentaa laitteita joilla pääsee laakson yli ja alle.",
            "fr-FR": "Vous êtes chargé(e) de construire un parc sur le thème du jurassique. Pour optimiser l’accès des visiteurs aux plantes exotiques et aux exhibitions d’animaux, vous allez devoir construire des montagnes russes parcourant la vallée.",
            "hu-HU": "Azt a feladatot kaptad, hogy építs egy jura kori vidámparkot. Ahhoz, hogy a látogatók optimálisan közelíthessék meg az egzotikus növény- és állatkiállításokat, a völgy fölé és a völgybe vezető hullámvasutakat kell építened.",
            "it-IT": "Hai ricevuto l’incarico di costruire un parco preistorico ispirato al Giurassico. Per ottimizzare l’accesso dei visitatori, dovrai costruire tragitti che sovrastano la valle e vi si inoltrano.",
            "ko-KR": "당신은 쥐라기 시대 놀이공원을 건설하는 임무를 받았습니다. 색다른 식물과 동물 전시장에 관객이 쉽게 접근할 수 있도록 하려면, 계곡을 가로지르는 놀이기구를 만들어야 할 것입니다.",
            "nb-NO": "Du har blitt gitt oppgaven av å bygge en fornøyelsepark med Juratids-tema. For å optimalisere besøkendes adgang til eksotiske plante- og dyre-utstillinger, trenger du å bygge attraksjoner som går over og ned i dalen.",
            "nl-NL": "Je moet een themapark bouwen in Jurastijl. Om de bezoekers zo dicht mogelijk bij de exotische planten en dieren te laten komen, moeten je attracties over en door de vallei gaan lopen.",
            "pl-PL": "Otrzymujesz zadanie wybudowania lunaparku w stylu jurajskim. Aby goście mogli wygodnie podziwiać egzotyczne rośliny i okazy zwierząt, musisz skonstruować kolejki przejeżdżające nad doliną i prowadzące do niej.",
            "pt-BR": "Você recebeu a tarefa de construir um parque temático da Era Jurássica. Para otimizar o acesso de seus visitantes para a exibição de plantas e animais exóticos, você precisará construir brinquedos envolta e dentro do vale.",
            "ru-RU": "Вам поставили задачу построить парк развлечений Юрского Периода. Для оптимизации доступа посетителей к экзотическим растениям и животным вам придется соорудить аттракционы, катающие людей по территории.",
            "sv-SE": "Du har fått i uppgift att bygga en park med Juratema. För att besökarna ska kunna uppleva den exotiska floran och faunan ordentligt krävs det att du bygger attraktioner som går ovanför och ned i dalen.",
            "tr-TR": "Jura devri tarzı lunapark inşa etme görevini üstlendiniz. Müşterilerin egzotik bitki ve hayvan sergilerine erişimini optimize etmek için, vadiye giden ve gelen aletler inşa etmeniz gerekecektir",
            "zh-CN": "你被赋予了建设一个侏罗纪时代主题公园的任务。为了优化您的游客访问异国情调的植物和动物的展品，你将需要建立乘坐去到山谷。",
            "zh-TW": "您被賦予建立侏羅紀主題公園的工作。為了讓您的訪客能更容易接近觀賞各種動植物,您必須在河谷中建立交通工具"
        }
    }
}
