{
 "id": "rct2tt.scenario_text.rocky_rambles",
 "authors": [
  "Chris Sawyer"
 ],
 "version": "1.0",
 "sourceGame": [
  "rct2tt"
 ],
 "objectType": "scenario_text",
 "strings": {
  "name": {
   "ar-EG": "الرحلات الحجرية",
   "ca-ES": "Passeig rocós",
   "de-DE": "Felswanderungen",
   "en-GB": "Rocky Rambles",
   "eo-ZZ": "Rokaj Vagaĵoj",
   "es-ES": "Un paseo por las piedras",
   "fi-FI": "Kivikepposet",
   "fr-FR": "Promenade rocailleuse",
   "hu-HU": "Sziklás Túrák",
   "it-IT": "Passeggiata tra le rocce",
   "ja-JP": "ロッキー・ランブル",
   "ko-KR": "돌무더기 산책",
   "pt-BR": "Passeio Rochoso",
   "ru-RU": "Деревня",
   "sv-SE": "Stenigt värre",
   "zh-CN": "洛基漫步",
   "zh-TW": "石間漫步"
  },
  "park": {
   "ar-EG": "الرحلات الحجرية",
   "ca-ES": "Passeig rocós",
   "de-DE": "Felswanderungen",
   "en-GB": "Rocky Rambles",
   "eo-ZZ": "Rokaj Vagaĵoj",
   "es-ES": "Un paseo por las piedras",
   "fi-FI": "Kivikepposet",
   "fr-FR": "Promenade rocailleuse",
   "hu-HU": "Sziklás Túrák",
   "it-IT": "Passeggiata tra le rocce",
   "ja-JP": "ロッキー・ランブル",
   "ko-KR": "돌무더기 산책",
   "pt-BR": "Passeio Rochoso",
   "ru-RU": "Деревня",
   "sv-SE": "Stenigt värre",
   "zh-CN": "洛基漫步",
   "zh-TW": "石間漫步"
  },
  "details": {
   "ar-EG": "لإحباط مطوري الطرق السريعة والحفاظ على الدوائر الحجرية القديمة الغامضة، ستحتاج إلى إنشاء مدينة ملاهي ذا طابع العصر الحجري وزيادة الأرباح. ومع ذلك، قد يشكل جذب الزوار تحديًا، حيث أن التضاريس غير مضيافة.",
   "ca-ES": "Per a frustrar els plans dels constructors d’una autopista i per a ajudar a preservar els misteriosos i antics cercles de pedra, haureu de construir un parc temàtic amb l’edat de pedra com a principal motiu i aconseguir treure’n beneficis. No obstant, atreure visitants pot suposar un repte, ja que el terreny és un poc inhòspit.",
   "cs-CZ": "Abyste se vyhnuli stavbě dálnice a zachovali mysteriózní prehistorické kamenné kruhy, budete muset postavit zábavní park ve stylu doby kamenné a začít vydělávat. Nicméně přilákat návštěvníky bude těžké, protože terén je opravdu nehostinný.",
   "da-DK": "For at forpurre motorvejsudviklerne og bevare de mystiske gamle stencirkler skal du konstruere en stenalder forlystelsespark og lave en fortjeneste. Det kan dog være en udfordring at tiltrække besøgende, da terrænet er en smule ugæstfrit.",
   "de-DE": "Um den Autobahnbauern ein Schnippchen zu schlagen und die alten Steinkreise zu erhalten, müssen Sie einen Steinzeitpark bauen und ihn profitabel machen. Besucher anzulocken wird schwer, weil das Gelände unwirtlich ist.",
   "en-GB": "To thwart the highway developers and preserve the mysterious ancient stone circles, you will need to construct a Stone Age theme park and turn a profit. However, attracting visitors may pose a challenge, as the terrain is a tad inhospitable.",
   "eo-ZZ": "Por malhelpi la ŝoseo-ellaborantojn kaj konservi la misterajn antikvajn ŝtono-rondojn, vi bezonos konstrui Ŝtonepokan amuzparkon kaj gajni profiton. Tamen, eble estos defio por allogi vizitantojn, ĉar la tereno estas iom negastema.",
   "es-ES": "Para combatir a los promotores de una autopista y preservar los antiguos círculos de piedra, debes construir un parque temático de la edad de piedra y hacerlo rentable. Pero atraer visitantes no es fácil por el terreno poco acogedor.",
   "fi-FI": "Estääksesi maantien rakennuksen ja mystisten kivirenkaiden tuhoamisen, sinun pitää rakentaa kivikauden teemapuisto ja tehdä voittoa. Kävijöiden houkutus saattaa tosin olla vaikeaa, koska maasto ei ole kovin vieraanvaraista.",
   "fr-FR": "Pour concurrencer les promoteurs d’autoroutes et préserver la beauté du site, vous devrez construire un parc sur le thème de l’âge de pierre et le rentabiliser. Attirer les visiteurs ne sera pas facile dans un contexte aussi inhospitalier.",
   "hu-HU": "Hogy megakadályozd az autópálya-építőket és megőrizd a titokzatos ősi kőköröket, egy kőkorszaki vidámparkot kell építened, és nyereséget termelned. A látogatók vonzása azonban kihívást jelenthet, mivel a terep kissé barátságtalan.",
   "it-IT": "Per scoraggiare i costruttori di autostrade e conservare i misteriosi e antichi cerchi di pietra, dovrai costruire un parco a tema sull’Età della Pietra e farlo fruttare. L’impresa è una vera e propria sfida, dato il territorio inospitale.",
   "ko-KR": "고속도로 개발자들을 막고 고대 열석을 보호하기 위해, 석기 시대 테마파크를 건설하여 수익을 내야 합니다. 하지만 사람이 살기 조금 힘든 곳인 만큼 손님을 모으기가 어려울 것입니다.",
   "nb-NO": "For å stanse byggingen av motorveier og å bevare de mystiske eldgamle steinsirklene, må du bygge en fornøyelsespark med steinalder-tema og skape en profitt. Derimot, å tiltrekke gjester vil være utfordrende pga. det grove terrenget.",
   "nl-NL": "Om te voorkomen dat er een snelweg wordt aangelegd en zo de mysterieuze prehistorische steencirkels te beschermen, moet je een winstgevend themapark bouwen. Het kan echter lastig worden om bezoekers aan te trekken, aangezien het terrein vrij ruw is.",
   "pl-PL": "Aby powstrzymać budowniczych autostrady i zachować dla potomności tajemnicze kamienne kręgi, musisz wybudować lunapark w stylu epoki kamiennej i osiągnąć zyski. Jednak przyciągnięcie gości może okazać się trudne, bo okolica jest wybitnie niegościnna.",
   "pt-BR": "Frustre os construtores da rodovia e preserve os misteriosos círculos de pedra antigos ao construir um parque temático da Idade da Pedra e lucrar. No entanto, atrair visitantes pode ser desafiador, já que o terreno é um pouco inóspito.",
   "ru-RU": "Чтобы помешать дорожным строителям и сохранить таинственные каменные круги, вам придётся построить тематический парк каменного века и получить с него прибыль. Однако, местность вам досталась не особо гостеприимная.",
   "sv-SE": "Stoppa motorvägsbygget och bevara de urtida stencirklarna genom att bygga ett nöjesfält med stenålderstema som går med vinst. Det kan dock bli en smula problematiskt att locka besökare eftersom terrängen är aningen oländig.",
   "tr-TR": "Karayolu kurulmasını engellemek için bu araziyi satın aldınız ve Taş Devri temalı bir lunapark inşa etmeye karar verdiniz",
   "zh-CN": "为了阻止公路的开发和维护神秘的古老的石头圈，你将需要建造一个石器时代主题公园，并把利润。然而，吸引游客可能会构成挑战，因为地形有点荒凉。",
   "zh-TW": "為了阻止高速公路開發者並保存神秘的古代石頭環,您必須建立石器時代主題公園並獲利。但很難吸引到遊客,因為地形荒涼"
  }
 }
}