{
    "id": "rct2.scenario_meta.extreme_heights",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "0A18808A|STEX26  |783275E1",
    "sourceGame": [
        "rct2"
    ],
    "objectType": "scenario_meta",
    "images": [
        {
            "path": "images/minimap.png"
        },
        {
            "path": "images/screenshot.png"
        }
    ],
    "strings": {
        "name": {
            "ar-EG": "الأرتفاعات القصوي",
            "ca-ES": "Alçades extremes",
            "de-DE": "Extreme Höhen",
            "en-GB": "Extreme Heights",
            "eo-ZZ": "Ekstremaj Altaĵoj",
            "es-ES": "Alturas Extremas",
            "fi-FI": "Äärivuori",
            "fr-FR": "Vertigo",
            "hu-HU": "Extrém Magaslatok",
            "it-IT": "Altezze estreme",
            "ja-JP": "超高層",
            "ko-KR": "극한의 높이",
            "pt-BR": "Alturas Radicais",
            "sv-SE": "Extrema höjder",
            "zh-CN": "终极高地",
            "zh-TW": "高海拔極地",
            "pl-PL": "Ekstremalne wysokości",
            "gl-ES": "Alturas Extremas"
        },
        "park_name": {
            "ar-EG": "الأرتفاعات القصوي",
            "ca-ES": "Alçades extremes",
            "de-DE": "Extreme Höhen",
            "en-GB": "Extreme Heights",
            "eo-ZZ": "Ekstremaj Altaĵoj",
            "es-ES": "Alturas Extremas",
            "fi-FI": "Äärivuori",
            "fr-FR": "Vertigo",
            "hu-HU": "Extrém Magaslatok",
            "it-IT": "Altezze estreme",
            "ko-KR": "극한의 높이",
            "pt-BR": "Alturas Radicais",
            "sv-SE": "Extrema höjder",
            "zh-CN": "终极高地",
            "zh-TW": "高海拔極地",
            "pl-PL": "Ekstremalne wysokości",
            "gl-ES": "Alturas Extremas"
        },
        "details": {
            "ca-ES": "Sense restriccions financeres, el repte és expandir aquest parc desèrtic per a atreure gent que busqui emocions fortes.",
            "cs-CZ": "Bez finančních omezení - vaším úkolem je rozšířit tento pouštní zábavní park pro přilákání většího počtu návštěvníků, vyhledávajících pořádnou dávku adrenalinu",
            "da-DK": "Fri for økonomiske begrænsninger, din udfordring er at udvide denne ørkenpark for at tiltrække folk, der søger den ultimative spænding",
            "de-DE": "Sie sind frei von finanziellen Einschränkungen und müssen diesen Wüstenpark erweitern, um Menschen anzuziehen, die den ultimativen Kick suchen",
            "en-GB": "Free of financial restrictions, your challenge is to expand this desert park to attract people seeking the ultimate thrills",
            "eo-ZZ": "Sen financaj limigoj, via defio estas ellabori ĉi tiun dezertparkon por allogi homojn, kiuj volas la plejajn ekscitaĵojn",
            "es-ES": "Libre de restricciones financieras, el desafío será expandir este parque del desierto para atraer gente que busca la emoción definitiva.",
            "fi-FI": "Rahahuolien kahleista vapautettuna, haasteenasi on laajentaa tätä aavikkopuistoa houkutellen kävijöitä jotka hakevat vain kaikista jännimpiä elämyksiä",
            "fr-FR": "Disposant de fonds illimités, vous devez développer ce parc situé dans le désert pour en faire un haut lieu de frissons.",
            "hu-HU": "Pénzügyi korlátoktól mentesen, a kihívásod ennek a sivatagi parknak a bővítése úgy, hogy magához vonzza a maximális izgalmakat kereső embereket ",
            "it-IT": "Libero da restrizioni economiche, la sfida sta nell’espandere questo parco deserto per attrarre le persone che vogliono sperimentare la massima ebbrezza",
            "ja-JP": "財政上の制限なしで、この砂漠の遊園地を拡張し、究極のスリルを求める人々を呼び寄せてください",
            "ko-KR": "재정적 제한이 없는 이 사막 공원을 사람들이 극한의 스릴을 찾는 곳으로 확장하는 것이 당신의 목표입니다.",
            "nb-NO": "Fritatt fra økonomiske begrensninger, er din utfordring å utvide denne ørkenparken for å tiltrekke folk som søker den ultimate spenningen",
            "nl-NL": "Het is de uitdaging om dit woestijnpark uit te breiden om mensen te trekken die op zoek zijn naar extreme sensatie. Geld speelt geen rol.",
            "pl-PL": "Nie musisz kłopotać się finansami - Twoim zadaniem jest rozbudowa tego pustynnego lunaparku w celu przyciągnięcia amatorów ekstremalnych wrażeń",
            "pt-BR": "Livre de restrições financeiras, seu desafio é expandir este parque deserto para atrair pessoas que procuram fortes emoções",
            "ru-RU": "Финансовых ограничений нет. Вы должны расширить этот пустынный парк и привлечь туристов-экстремалов",
            "sv-SE": "Din utmaning är att, utan ekonomiska begränsningar, utvidga den här ökenparken för att locka personer som söker den ultimata spänningen",
            "tr-TR": "Çok sayıda kumul bulunduran bu alanda parasız lunapark inşa ediniz",
            "zh-CN": "自由的金融限制，你的挑战是如何扩大这个沙漠游乐园吸引人们寻求终极的刺激",
            "zh-TW": "免於財務限制規定, 你的挑戰是擴展這座荒野中的遊樂園以吸引人們來尋找最終的刺激",
            "gl-ES": "Sen restricións financeiras, o teu reto é expandir este parque no deserto para atraer áxentes que busquen as emocións máis intensas"
        }
    }
}