{
    "id": "rct1.scenario_text.fruit_farm",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB4F0A|STEX934 |73BE7271",
    "sourceGame": [
        "rct1"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "مزرعة الفواكه",
            "ca-ES": "La granja de la fruita",
            "en-GB": "Fruit Farm",
            "eo-ZZ": "Frukto-Farmo",
            "fi-FI": "Hedelmätila",
            "fr-FR": "Ferme Fruitière",
            "hu-HU": "Gyümölcsfarm",
            "ja-JP": "フルーツ・ファーム",
            "pt-BR": "Fazenda de Frutas",
            "zh-CN": "水果农场"
        },
        "park_name": {
            "ar-EG": "مزرعة الفواكه",
            "ca-ES": "La granja de la fruita",
            "en-GB": "Fruit Farm",
            "eo-ZZ": "Frukto-Farmo",
            "fi-FI": "Hedelmätila",
            "fr-FR": "Ferme Fruitière",
            "hu-HU": "Gyümölcsfarm",
            "ko-KR": "과일 농장",
            "pt-BR": "Fazenda de Frutas",
            "zh-CN": "水果农场"
        },
        "details": {
            "ar-EG": "قامت مزرعة فواكه مزدهرة ببناء خط سكة حديد لزيادة ربحها، وظيفتك هي تطويرها إلى مدينة ملاهي كاملة",
            "ca-ES": "Una granja de fruites pròspera ha construït el ferrocarril per a augmentar-ne els ingressos. La vostra feina és convertir-la en un parc d’atraccions plenament desenvolupat.",
            "da-DK": "En blomstrende frugt gård har bygget en jernbane for at øge sin indkomst, dit job er at udvikle det til en lækker forlystelsespark",
            "de-DE": "Eine gutgehende Obstplantage hat eine Miniatureisenbahn bauen lassen, um die Einnahmen zu steigern. Entwickeln Sie jetzt daraus einen Vergnügungspark mit allem Drum und Dran.",
            "en-GB": "A thriving fruit farm has built a railroad to boost its income, your job is to develop it into a full-blown amusement park",
            "eo-ZZ": "Prospera fruktofarmo konstruis fervojon por gajni pli da enspezo. Via celo estas ellabori ĝin en kompletan amuzparkon.",
            "es-ES": "Una prospera compañía frutícola ha construido un ferrocarril en miniatura para aumentar sus ingresos. Tu misión es convertirlo en un verdadero parque de atracciones.",
            "fi-FI": "Menestyksekäs hedelmätila on rakentanut rautatien tulojen kohentamiseksi - sinun tehtävänäsi on kehittää siitä täydellinen huvipuisto",
            "fr-FR": "Une grosse exploitation fruitière a construit un chemin de fer miniature pour améliorer ses revenus ; à vous de le développer en parc d’attractions à succès.",
            "hu-HU": "Egy jól menő gyümölcsfarm vasutat épített a bevételeinek növelésére, a te feladatod, hogy teljes egészében vidámparkká fejleszd",
            "it-IT": "Una fiorente fattoria ha costruito una ferrovia per aumentare il suo reddito, il tuo compito è quello di svilupparla in vero parco a tema",
            "ko-KR": "무성한 과일 농장에 모형 기차를 건설해서 수익을 극대화하고 있습니다. 여러분의 임무는 이 농장을 최고의 놀이공원으로 만드는 것입니다.",
            "nb-NO": "En blomstrende fruktgård har bygget en togbane for ekstra inntekt - Din jobb er å utvikle den til en fullverdig fornøyelsespark",
            "nl-NL": "Een bloeiende fruitplantage heeft een spoorweg gebouwd om haar inkomen te vergroten. Jouw taak is om de plantage uit te breiden tot een bloeiend pretpark.",
            "pl-PL": "Dobrze prosperujące gospodarstwo uprawiające owoce zbudowało kolej, aby zwiększyć swoje dochody. Musisz to wykorzystać i zbudować park pełny rozrywki",
            "pt-BR": "Uma próspera fazenda de frutas construiu uma ferrovia para acelerar sua receita, seu trabalho é transformá-la em um parque de diversões desenvolvido.",
            "sv-SE": "En populär fruktfarm har byggt en järnväg för att öka sin inkomst, ditt jobb är att förvandla det till en spektakulär nöjespark",
            "tr-TR": "Meyve çiftliği bulunan bu arazide lunapark oluşturunuz",
            "zh-CN": "一个繁荣的水果农场修了一条铁路来增加收入，你的工作就是把它发展成一个成熟的游乐园",
            "zh-TW": "一個壯大中的果園已建造一條鐵路來增加收入, 你的任務要將它發展成一個完善的主題樂園"
        }
    }
}
