{
    "id": "rct1.scenario_text.crazy_craters",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "sourceGame": [
        "rct1"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ca-ES": "Cràters bojos",
            "en-GB": "Crazy Craters",
            "eo-ZZ": "Frenezaj Krateroj",
            "fi-FI": "Kumma kraateri",
            "fr-FR": "Cratères Fumants",
            "hu-HU": "Őrült Kráterek",
            "ja-JP": "クレージ・クレーター",
            "pt-BR": "Crateras Loucas",
            "zh-CN": "疯狂陨石坑"
        },
        "park_name": {
            "ca-ES": "Cràters bojos",
            "en-GB": "Crazy Craters",
            "eo-ZZ": "Frenezaj Krateroj",
            "fi-FI": "Kumma kraateri",
            "fr-FR": "Cratères Fumants",
            "hu-HU": "Őrült Kráterek",
            "ko-KR": "미친 분화구",
            "pt-BR": "Crateras Loucas",
            "zh-CN": "疯狂陨石坑"
        },
        "details": {
            "ca-ES": "En un món llunyà on els diners no fan falta, heu de construir un centre d’entreteniment per a mantenir feliç a la gent.",
            "da-DK": "I en fjern verden, hvor der ikke er brug for penge, skal du bygge et underholdningscenter for at holde folk glade",
            "de-DE": "In einer weit entfernten Welt, wo man Geld nicht braucht, sollen Sie ein Unterhaltungszentrum bauen, damit die Leute glücklich und zufrieden bleiben.",
            "en-GB": "In a far-off world where money is not needed, you must build an entertainment centre to keep the people happy",
            "en-US": "In a far-off world where money is not needed, you must build an entertainment center to keep the people happy",
            "eo-ZZ": "En mondo for, kie mono ne necesas, vi devas konstrui centron de amuzaĵo por teni la homojn feliĉaj",
            "es-ES": "En un mundo lejano en el que el dinero no es necesario, debes construir un complejo de entretenimiento en el que tener a la gente contenta.",
            "fi-FI": "Kaukaisessa maailmassa, jossa rahalle ei ole käyttöä, sinun tulee rakentaa huvipuisto, joka pitää kävijät tyytyväisenä",
            "fr-FR": "Vous devez construire, sur une planète éloignée où l’argent ne compte pas, un centre assurant le bonheur de la population.",
            "hu-HU": "Egy messzi világban, ahol nincs szükség pénzre, szórakoztató központot kell építened, hogy biztosítsd az emberek boldogságát",
            "it-IT": "In un mondo lontano dove non è necessario il denaro, è necessario costruire un centro di intrattenimento per rendere felici le persone",
            "ko-KR": "돈이 필요없는 머나먼 세상에서, 여러분은 사람들을 행복하게 해줄 놀이공원을 건설해야 합니다.",
            "nb-NO": "Bygg et underholdningssenter for å holde folk glade i en fjern verden hvor penger ikke finnes",
            "nl-NL": "In een verre wereld waar geld geen rol speelt moet je een park bouwen om de mensen te vermaken.",
            "pl-PL": "W przyszłości, w świecie gdzie nie potrzebne są pieniądze, Twoim zadanie jest zbudowanie centrum rozrywki zapewniające radość ludziom",
            "pt-BR": "Em um mundo muito distante onde dinheiro não é necessário, você deve construir um centro de entretenimento para manter as pessoas felizes.",
            "sv-SE": "I en värld långt bort där pengar inte är nödvändigt, ska du bygga ett nöjesfält för att göra befolkningen glada",
            "tr-TR": "Paranın gereksiz olduğu uzak bir diyarda lunapark inşa ediniz",
            "zh-CN": "在一个不需要钱的遥远世界里，你必须建造一个娱乐中心来让人们开心",
            "zh-TW": "在一個不用錢的遙遠的世界中, 你需要建造一個娛樂中心來讓遊客開心"
        }
    }
}
