{
    "id": "rct1.scenario_text.millennium_mines",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB4F0A|STEX910 |6D887DBB",
    "sourceGame": [
        "rct1"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "منجم الألفية",
            "ca-ES": "Les mines Mil·lennium",
            "en-GB": "Millennium Mines",
            "eo-ZZ": "Miljaraj Minoj",
            "es-ES": "Minas del Milenio",
            "fi-FI": "Kimalluskaivokset",
            "fr-FR": "Mines Millennium",
            "hu-HU": "Ezeréves Bányák",
            "ja-JP": "ミレニアム鉱山",
            "pt-BR": "Minas do Milênio",
            "zh-CN": "千年矿山",
            "pl-PL": "Kopalnie tysiąclecia",
            "gl-ES": "Minas do Milenio"
        },
        "park_name": {
            "ar-EG": "منجم الألفية",
            "ca-ES": "Les mines Mil·lennium",
            "en-GB": "Millennium Mines",
            "eo-ZZ": "Miljaraj Minoj",
            "es-ES": "Minas del Milenio",
            "fi-FI": "Kimalluskaivokset",
            "fr-FR": "Mines Millennium",
            "hu-HU": "Ezeréves Bányák",
            "ja-JP": "ミレニアム鉱山",
            "ko-KR": "밀레니엄 광산",
            "pt-BR": "Minas do Milênio",
            "zh-CN": "千年矿山",
            "pl-PL": "Kopalnie tysiąclecia",
            "gl-ES": "Minas do Milenio"
        },
        "details": {
            "ar-EG": "حول منجم مهجور كبير من جازب للسياح إلي حديقة ترفيهية",
            "ca-ES": "Convertiu aquestes enormes mines abandonades que actualment són una mera atracció turística en un parc temàtic.",
            "da-DK": "Konverter en stor forladt mine fra en turistattraktion i en forlystelsespark",
            "de-DE": "Machen Sie einen Freizeitpark aus dieser weitläufigen, verlassenen Mine, die zur Zeit nur von Touristen besichtigt wird.",
            "en-GB": "Convert a large abandoned mine from a tourist attraction into a theme park",
            "eo-ZZ": "Konvertu grandan forlasitan minon de vidindaĵo en amuzparkon",
            "es-ES": "Convierte una gran mina abandonada que es en la actualidad una atracción turística, en un parque temático.",
            "fi-FI": "Muunna iso hylätty kaivos matkailukohteesta teemapuistoksi",
            "fr-FR": "Transformez une grande mine abandonnée qui fait la curiosité des touristes en un parc à thème.",
            "hu-HU": "Alakíts át egy nagy, elhagyatott bányát turistalátványosságból vidámparkká",
            "it-IT": "Trasforma l’attrazione turistica della miniera abbandonata in un parco a tema",
            "ko-KR": "버려져있는 커다란 탄광을 관광시설에서 놀이공원으로 바꿔보세요.",
            "nb-NO": "Konverter en forlatt gruve fra en turistattraksjon til en fornøyelsespark",
            "nl-NL": "Verander een grote verlaten mijn (een toeristische attractie) in een pretpark.",
            "pl-PL": "Przemień tą wielką porzuconą kopalnię z zwykłej atrakcji turystycznej w park tematyczny",
            "pt-BR": "Converta uma grande mina abandonada de ponto turístico em um parque temático.",
            "sv-SE": "Bygg om en stor övergiven gruva till ett stort nöjesfält",
            "tr-TR": "Bu terk edilmiş maden ocağı uzun süre turistlik bir alandı fakat şimdi sizin genişletebileceğiniz küçük bir lunapark kuruldu",
            "zh-CN": "将一个已被遗弃的大型矿坑由景点转型成一个乐园",
            "zh-TW": "將一個已被遺棄的大型礦坑由景點轉型成一個樂園",
            "ru-RU": "Превратите заброшенную шахту, уже привлекающую туристов, в парк аттракционов",
            "gl-ES": "Converte unha gran mina abandonada dunha atracción turística nun parque temático"
        }
    }
}
