{
    "id": "rct1.scenario_text.pacifica",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB400A|STEX975 |46BAECDB",
    "sourceGame": [
        "rct1"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "باسيفيكا",
            "ca-ES": "L’illa Pacífica",
            "en-GB": "Pacifica",
            "eo-ZZ": "Pacifiko",
            "fi-FI": "Tyynisaari",
            "ja-JP": "パシフィカ",
            "pt-BR": "Ilha Pacífica",
            "zh-CN": "太平岛"
        },
        "park_name": {
            "ar-EG": "باسيفيكا",
            "ca-ES": "L’illa Pacífica",
            "en-GB": "Pacifica",
            "eo-ZZ": "Pacifiko",
            "fi-FI": "Tyynisaari",
            "ko-KR": "패시피카",
            "pt-BR": "Ilha Pacífica",
            "zh-CN": "太平岛"
        },
        "details": {
            "ar-EG": "هذه الحديقة العملاقة هي كلياً لك لتطور حديقة ملاهي للمتعة",
            "ca-ES": "Aquesta enorme illa és tota vostra per a desenvolupar-la com a parc d’atraccions.",
            "da-DK": "Denne store ø er klar til at du udvikler den til en forlystelsespark",
            "de-DE": "Diese große Insel steht zu Ihrer Verfügung, machen Sie einen Vergnügungspark daraus.",
            "en-GB": "This large island is all yours to develop as an amusement park",
            "eo-ZZ": "Ĉi tiu granda insulo estas tute via por ellabori en amuzparkon",
            "es-ES": "Esta gran isla es toda tuya para que desarrolles en ella un parque de atracciones.",
            "fi-FI": "Tämä suuri saari on valmiina huvipuiston kehitykseen",
            "fr-FR": "Développez un parc d’amusement sur cette grande île.",
            "hu-HU": "Ez a nagy sziget csak a tiéd, hogy vidámparkká fejleszd",
            "it-IT": "Questa larga isola è pronta per essere sviluppata in un parco a tema",
            "ko-KR": "놀이공원으로 개발하기 위해 이 거대한 섬이 여러분에게 주어졌습니다.",
            "nb-NO": "Du har en stor øy helt for deg selv til å utvikle en fornøyelsespark",
            "nl-NL": "Je mag dit grote eiland ontwikkelen tot een pretpark.",
            "pl-PL": "Ta wielka wyspa jest do Twojej dyspozycji i czeka na budowę wielkiego parku rozrywki",
            "pt-BR": "Esta grande ilha é toda sua para desenvolver um parque de diversões.",
            "sv-SE": "Denna stora ö är din att bygga ett nöjesfält på",
            "tr-TR": "Bu tropikal adanın üstünde lunapark inşa ediniz",
            "zh-CN": "你的这个大岛屿需要你来改造成为游乐园",
            "zh-TW": "此大型島嶼現可由你任意發展成一個樂園"
        }
    }
}
