{
    "id": "rct1aa.scenario_text.thunderstorm_park",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB4F0A|STEX937 |1967B203",
    "sourceGame": [
        "rct1aa"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "حديقة العاصفة البرقية",
            "ca-ES": "Parc Tempesta",
            "en-GB": "Thunderstorm Park",
            "eo-ZZ": "Fulmotondro-Parko",
            "fi-FI": "Myrskypuisto",
            "fr-FR": "Parc Orageux",
            "hu-HU": "Viharpark",
            "ja-JP": "サンダーストーム・パーク",
            "pt-BR": "Parque Trovoada",
            "zh-CN": "雷雨公园"
        },
        "park_name": {
            "ar-EG": "حديقة العاصفة البرقية",
            "ca-ES": "Parc Tempesta",
            "en-GB": "Thunderstorm Park",
            "eo-ZZ": "Fulmotondro-Parko",
            "fi-FI": "Myrskypuisto",
            "fr-FR": "Parc Orageux",
            "hu-HU": "Viharpark",
            "ko-KR": "폭풍우 공원",
            "pt-BR": "Parque Trovoada",
            "zh-CN": "雷雨公园"
        },
        "details": {
            "ar-EG": "الجو رطب للغاية هنا لدرجة أنه تم بناء هرم عملاق للسماح ببناء بعض الألعاب تحته",
            "ca-ES": "El clima és tan humit que s’ha construït una piràmide gegant per a construir-hi algunes atraccions a cobert.",
            "da-DK": "Vejret er så vådt her, at der er bygget en gigantisk pyramide, for at nogle forlystelser kan blive bygget under den.",
            "de-DE": "Das Wetter in dieser Gegend ist so feucht, dass bereits eine riesengroße Pyramide gebaut wurde, damit wenigstens einige Attraktionen überdacht sind.",
            "en-GB": "The weather is so wet here that a giant pyramid has been built to allow some rides to be built under cover",
            "eo-ZZ": "La vetero estas tiel malseka ĉi tie, ke giganta piramido estis konstruita por permesi kelkajn atrakciojn konstruatajn subtere",
            "es-ES": "El clima es tan húmedo que se ha construido una pirámide gigante para poder colocar algunas atracciones a cubierto.",
            "fi-FI": "Ilmasto on täällä niin kostea että valtava pyramidi on rakennettu jotta jotkut laitteet voidaan rakentaa suojaan",
            "fr-FR": "Le temps est si humide qu’une pyramide gréante a été construite pour que certaines attractions restent à l’abri.",
            "hu-HU": "Annyira csapadékos ez a terület, hogy egy hatalmas piramis építésére volt szükség ahhoz, hogy néhány játék fedett helyre épülhessen",
            "it-IT": "Il clima qui è così umido che è stata costruita una piramide gigante per permettere la costruzione sotterranea di alcune attrazioni",
            "ko-KR": "날씨가 너무 습해서 거대한 피라미드를 짓고 일부 놀이기구를 그 속에 두기로 했습니다.",
            "nb-NO": "En gigantisk pyramide har blitt satt opp for at du skal kunne bygge attraksjoner skjermet fra det våte klimaet",
            "nl-NL": "In dit park regent het zo vaak dat er een enorme piramide is gebouwd om overdekte attracties te kunnen bouwen.",
            "pl-PL": "Pogoda tutaj jest bardzo deszczowa, dlatego zbudowano wielką piramidę, aby schować pod nią kilka atrakcji",
            "pt-BR": "O clima é tão molhado aqui que uma pirâmide gigantesca foi construída para permitir que alguns brinquedos fossem construídos cobertos.",
            "sv-SE": "Vädret är så vått att den stora pyramiden byggdes för att skydda attraktioner från regnet",
            "tr-TR": "İklimin çok yağmurlu olmasından dolayı aletleri yağmurdan korumak için piramit inşa edilmiş",
            "zh-CN": "这里的天气非常潮湿，以至于建造了一个巨大的金字塔，以便在掩护下建造一些游乐设施",
            "zh-TW": "這裡的天氣實在太多雨, 因此一座巨型金字塔的存在可供一些遊樂設施建造於其之中"
        }
    }
}
