{
 "id": "rct1.scenario_text.pokey_park",
 "authors": [
  "Chris Sawyer"
 ],
 "version": "1.0",
 "sourceGame": [
  "rct1"
 ],
 "objectType": "scenario_text",
 "strings": {
  "name": {
   "ca-ES": "El parc diminut",
   "en-GB": "Pokey Park",
   "en-US": "Dinky Park",
   "eo-ZZ": "Poki-Parko",
   "es-ES": "Parque Pequeño",
   "fi-FI": "Pikkupuisto",
   "fr-FR": "Parc Minus",
   "hu-HU": "Parányi Park",
   "ja-JP": "ポキー・パーク",
   "pt-BR": "Parque Pequeno",
   "zh-CN": "狭窄公园"
  },
  "park": {
   "ca-ES": "El parc diminut",
   "en-GB": "Pokey Park",
   "en-US": "Dinky Park",
   "eo-ZZ": "Poki-Parko",
   "es-ES": "Parque Pequeño",
   "fi-FI": "Pikkupuisto",
   "fr-FR": "Parc Minus",
   "hu-HU": "Parányi Park",
   "ko-KR": "비좁은 공원",
   "pt-BR": "Parque Pequeno",
   "zh-CN": "狭窄公园"
  },
  "details": {
   "ca-ES": "Un parc d’atraccions petit i atapeït que requereix una expansió important.",
   "da-DK": "En lille, trang forlystelsespark, som kræver større udvidelse",
   "de-DE": "Ein kleiner, eng zusammengedrängter Vergnügungspark, bei dem eine Erweiterung in großem Ausmaß erforderlich ist.",
   "en-GB": "A small, cramped amusement park which requires major expansion",
   "eo-ZZ": "Malgranda kaj malvasta amuzparko, kiu bezonas grandan kreskadon",
   "es-ES": "Un pequeño y abarrotado parque de atracciones que necesita una gran expansión.",
   "fi-FI": "Pieni ja ahdas huvipuisto, joka on kattavan laajennuksen tarpeessa",
   "fr-FR": "Un tout petit parc d’attractions à l’étroit qui a vraiment besoin de s’agrandir.",
   "hu-HU": "Egy kis méretű, zsúfolt vidámpark, amelynek jelentős terjeszkedésre van szüksége",
   "it-IT": "Un parco di divertimento molto ristretto che necessita di grande sviluppo",
   "ko-KR": "대대적인 확장을 해야 하는 비좁은 놀이공원입니다.",
   "nb-NO": "En liten og trang fornøyelsespark som trenger massiv utvidelse",
   "nl-NL": "Een klein, krap pretpark dat grote uitbreiding vereist.",
   "pl-PL": "Mały, zwarty park rozrywki wymaga znacznej rozbudowy",
   "pt-BR": "Um pequeno e limitado parque de diversões que requer mais expansão.",
   "sv-SE": "En liten, trång nöjespark som behöver en stor uppfräschning och utvidgning",
   "tr-TR": "Çok küçük olan bu lunaparkı büyütünüz ve başarıya imza atınız",
   "zh-CN": "一个拥挤的小型乐园，它需要大扩张",
   "zh-TW": "一個擠迫的小型樂園, 它需要重大擴張"
  }
 }
}