{
    "id": "rct1aa.scenario_text.canary_mines",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB4F0A|STEX923 |5B1AC1CB",
    "sourceGame": [
        "rct1aa"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ca-ES": "Les mines Canàries",
            "en-GB": "Canary Mines",
            "eo-ZZ": "Kanario-Minoj",
            "fi-FI": "Kanariakaivokset",
            "fr-FR": "Mine Canari",
            "hu-HU": "Kanári Bányák",
            "ja-JP": "カナリー鉱山",
            "pt-BR": "Minas Canárias",
            "zh-CN": "金丝雀矿"
        },
        "park_name": {
            "ca-ES": "Les mines Canàries",
            "en-GB": "Canary Mines",
            "eo-ZZ": "Kanario-Minoj",
            "fi-FI": "Kanariakaivokset",
            "fr-FR": "Mine Canari",
            "hu-HU": "Kanári Bányák",
            "ja-JP": "カナリー鉱山",
            "ko-KR": "카나리아 광산",
            "pt-BR": "Minas Canárias",
            "zh-CN": "金丝雀矿"
        },
        "details": {
            "ca-ES": "Aquestes mines abandonades ja són una atracció turística amb el seu tren en miniatura i una parella de muntanyes russes amb caigudes verticals.",
            "da-DK": "Denne forladte mine er allerede en turistattraktion med sin miniature jernbane og et par lodrette fald rutschebaner",
            "de-DE": "Dieses verlassene Bergwerk bietet mit der Miniatureisenbahn und den Sturzachterbahnen bereits gute Voraussetzungen, eine Touristenattraktion zu werden.",
            "en-GB": "This abandoned mine already has the makings of a tourist attraction with its miniature railway and a pair of vertical drop roller coasters",
            "en-US": "This abandoned mine already has the makings of a tourist attraction with its minature railway and a pair of vertical drop roller coasters",
            "eo-ZZ": "Ĉi tiu forlasita mino jam havas la potencialon de vidindaĵo, kun ĝia miniatura fervojo kaj paro da ondaj fervojoj kun vertikalaj malleviĝoj",
            "es-ES": "Esta mina abandonada tiene posibilidades para ser convertida en atracción turística, con un ferrocarril en miniatura y un par de montañas rusas de caída en picado.",
            "fi-FI": "Tämä hylätty kaivos on jo hyvää vauhtia muuttumassa matkailukohteeksi pienoisjunansa ja muutaman vuoristoradansa ansiosta",
            "fr-FR": "Cette mine désaffectée est un site idéal pour la construction d’un parc d’attractions, avec ses rails miniatures et ses deux montagnes russes à chute verticale.",
            "hu-HU": "Ebben az elhagyatott bányában minden megvan ahhoz, hogy vonzó turisztikai látványosság legyen a kisvonatával és a függőleges esésű hullámvasútpárjával",
            "it-IT": "Questa miniera abbandonata ha già la stoffa di un’attrazione turistica con la sua ferrovia in miniatura e un paio di ottovolanti a caduta verticale",
            "ko-KR": "이 버려진 탄광은 모형 기차와 수직 낙하 롤러코스터로 이미 관광객의 인기를 끌고 있습니다.",
            "nb-NO": "Denne forlatte gruven er et godt utgangspunkt for en god turistattraksjon, allerede med en miniatyrtogbane og et par vertikalt-fall berg-og-dal-baner",
            "nl-NL": "Deze verlaten mijn heeft reeds kenmerken van een toeristische attractie: een miniatuurspoorweg en een paar verticale achtbanen.",
            "pl-PL": "Ta opuszczona kopalnia już jest atrakcją ze swoją miniaturową kolejką i parą kolejek górskich pionowego spadku",
            "pt-BR": "Esta mina abandonada já tem os ingredientes de uma atração turística com sua ferrovia em miniatura e um par de montanhas-russas de queda vertical.",
            "sv-SE": "Denna övergivna gruva har redan några få turistattraktioner som en miniatyrtågbana och ett par berg- och dalbanor",
            "tr-TR": "Terk edilmiş maden ocağının üstüne inşa edilmiş küçük bir lunapark",
            "zh-CN": "这个被废弃矿山已经具备了成为旅游景点的条件，它有一条微型铁路和一对垂直坠落过山车",
            "zh-TW": "因為擁有一條觀光鐵路及兩座垂直雲霄飛車, 這個已荒廢的礦場具有成為旅遊景點的潛力"
        }
    }
}
