{
 "id": "rct1.scenario_text.magic_quarters",
 "authors": [
  "Chris Sawyer"
 ],
 "version": "1.0",
 "sourceGame": [
  "rct1"
 ],
 "objectType": "scenario_text",
 "strings": {
  "name": {
   "ar-EG": "مقر السحر الرئيسي",
   "ca-ES": "Els barris màgics",
   "en-GB": "Magic Quarters",
   "eo-ZZ": "Magiaj Kvartaloj",
   "fi-FI": "Taikakortteli",
   "fr-FR": "Quarts Magiques",
   "hu-HU": "Mágikus Negyedek",
   "ja-JP": "マジック・クォーターズ",
   "pt-BR": "Áreas Mágicas",
   "zh-CN": "魔力拼"
  },
  "park": {
   "ar-EG": "مقر السحر الرئيسي",
   "ca-ES": "Els barris màgics",
   "en-GB": "Magic Quarters",
   "eo-ZZ": "Magiaj Kvartaloj",
   "fi-FI": "Taikakortteli",
   "fr-FR": "Quarts Magiques",
   "hu-HU": "Mágikus Negyedek",
   "ko-KR": "매직 쿼터",
   "pt-BR": "Áreas Mágicas",
   "zh-CN": "魔力拼"
  },
  "details": {
   "ar-EG": "تم تنظيف مساحة كبيرة من الأرض وأصبحت جاهزة جُزئيًا لتحويلها إلى مدينة ملاهي ذات مناظر طبيعية",
   "ca-ES": "S’ha netejat una gran àrea de terreny i s’ha tematitzat parcialment per a convertir-la en un parc temàtic paisatgístic.",
   "da-DK": "Et stort område af jord er blevet ryddet og delvist tematiseret, klar til at udvikle sig til en anlagt forlystelsespark",
   "de-DE": "Ein großes Gelände wurde freigeräumt und teilweise thematisch gestaltet. Sie sollen daraus einen interessante Themenlandschaft machen.",
   "en-GB": "A large area of land has been cleared and partially themed ready for you to develop into a landscaped theme park",
   "eo-ZZ": "Granda areo de tero vakigita kaj parte temita estas preta, por ke vi ellaboru ĝin en belan amuzparkon",
   "es-ES": "Se ha despejado y tematizado parcialmente un gran terreno que está listo para que lo conviertas en un parque con temática de paisajes.",
   "fi-FI": "Laaja alue on raivattu ja puoliksi teemattu, valmiina teemapuiston kehitykseen",
   "fr-FR": "Une grande zone a été dégagée et partiellement prête pour la construction d’un parc d’attractions.",
   "hu-HU": "Egy nagy területet megtisztítottak és részben tematizáltak, így készen áll arra, hogy parkosított vidámparkká alakítsd",
   "it-IT": "Una larga area di terreno è stata appiattita e parzialmente tematizzata per essere trasformata in un parco a tema paesaggistico",
   "ko-KR": "비어있는 넓은 지역의 일부분을 아름다운 풍경의 테마파크로 개발할 준비가 되었습니다.",
   "nb-NO": "Et stort landområde har blitt klargjort og delvis dekorert, klar for at du skal utvikle det til en fornøyelsespark",
   "nl-NL": "Een groot stuk land is al voor je ontruimd en gedeeltelijk gethematiseerd, zodat je het kunt ontwikkelen tot een themapark.",
   "pl-PL": "Duża powierzchnia gruntu została wyczyszczona i jest już częściowo przygotowana na rozwój wielkiego parku krajobrazowego",
   "pt-BR": "Uma grande área foi limpa e parcialmente tematizada pronta para você desenvolver um parque temático.",
   "sv-SE": "Ett stort landområde har blivit rensat och delvis tematiserat, redo att utvecklas till en anlagd temapark",
   "tr-TR": "Dört yanı çeşitli iklime sahip olan bir alanda lunapark inşa ediniz",
   "zh-CN": "由四等分的不同风情区域组成，大片土地已清理完毕，部分主题已准备好开发成景观主题公园",
   "zh-TW": "一塊巨型的土地現已清空並部份裝飾好, 可供你發展成一個有特色的主題樂園"
  }
 }
}