{
    "id": "rct1.scenario_text.mels_world",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB4F0A|STEX912 |3EC09D4A",
    "sourceGame": [
        "rct1"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ca-ES": "El món d’en Mel",
            "en-GB": "Mel’s World",
            "eo-ZZ": "Melmondo",
            "es-ES": "Mundo de Mel",
            "fi-FI": "Mellun maailma",
            "fr-FR": "Monde de Mel",
            "hu-HU": "Mel Világa",
            "ja-JP": "メルの世界",
            "pt-BR": "Mundo de Mel",
            "zh-CN": "梅尔的世界",
            "pl-PL": "Świat Mela"
        },
        "park_name": {
            "ca-ES": "El món d’en Mel",
            "en-GB": "Mel’s World",
            "eo-ZZ": "Melmondo",
            "es-ES": "Mundo de Mel",
            "fi-FI": "Mellun maailma",
            "fr-FR": "Monde de Mel",
            "hu-HU": "Mel Világa",
            "ja-JP": "メルの世界",
            "ko-KR": "멜의 세계",
            "pt-BR": "Mundo de Mel",
            "zh-CN": "梅尔的世界",
            "pl-PL": "Świat Mela"
        },
        "details": {
            "ca-ES": "Aquest parc temàtic té algunes atraccions modernes molt ben dissenyades i molt d’espai per a expandir-se.",
            "da-DK": "Denne forlystelsespark har nogle godt designede moderne forlystelser, men masser af plads til udvidelse",
            "de-DE": "Dieser Freizeitpark verfügt über ein paar ausgezeichnete moderne Attraktionen und jede Menge Platz für Erweiterungen.",
            "en-GB": "This theme park has some well-designed modern rides, but plenty of space for expansion",
            "eo-ZZ": "Ĉi tiu amuzparko enhavas kelkajn bone-desegnitajn modernajn atrakciojn, sed ankaŭ multe da spaco por kreski",
            "es-ES": "Este parque temático tiene algunas atracciones modernas y bien diseñadas, pero aún hay mucho espacio libre para ampliarlo.",
            "fi-FI": "Tässä huvipuistossa on muutama hyvin suunniteltu moderni laite, mutta myös paljon tilaa laajennukseen",
            "fr-FR": "Ce parc à thème a quelques attractions modernes bien conçues, mais plein d’espace pour son expansion.",
            "hu-HU": "Ez a vidámpark már rendelkezik pár jól tervezett, modern játékkal, de bőven van helye terjeszkedésre",
            "it-IT": "Questo parco a tema presenta alcuni percorsi moderni e ben progettati, ma ha anche molto spazio per ulteriori sviluppi",
            "ko-KR": "이 놀이공원에는 잘 디자인된 현대식 놀이기구가 있지만, 아직도 확장해야 할 곳이 많습니다.",
            "nb-NO": "Denne fornøyelsesparken har allerede et par veldesignede moderne attraksjoner, men stort rom for utvidelse",
            "nl-NL": "Dit pretpark heeft goed ontworpen, moderne attracties, maar heeft ook veel ruimte voor uitbreiding.",
            "pl-PL": "Park posiada już kilka ciekawych nowoczesnych kolejek, ale nadal pozostało trochę przestrzeni do rozbudowy",
            "pt-BR": "Este parque temático tem algumas atrações modernas bem projetadas e muito espaço para expansão.",
            "sv-SE": "Detta nöjesfält har några moderna karuseller, men med massor av plats för utökning",
            "tr-TR": "Bu lunaparkta modern tasarımlı hız trenleri bulunmakta",
            "zh-CN": "这个乐园已经有一些既优秀又现代的游乐设施，但它亦有很大的扩充空间",
            "zh-TW": "這個樂園已經有一些既優秀又現代的遊樂設施, 但它亦有很大的擴充空間",
            "ru-RU": "В этом парке есть несколько хороших, современных аттракционов, но много и пустого места"
        }
    }
}
