{
 "id": "rct1.scenario_text.lightning_peaks",
 "authors": [
  "Chris Sawyer"
 ],
 "version": "1.0",
 "sourceGame": [
  "rct1"
 ],
 "objectType": "scenario_text",
 "strings": {
  "name": {
   "ar-EG": "قمم الضوء",
   "ca-ES": "Els cims llampeguejants",
   "en-GB": "Lightning Peaks",
   "eo-ZZ": "Fulmo-Montopintoj",
   "es-ES": "Picos del Rayo",
   "fi-FI": "Ukkosvuoret",
   "fr-FR": "Pics Foudroyants",
   "hu-HU": "Villámcsúcsok",
   "ja-JP": "ライトニング・ピーク",
   "pt-BR": "Picos do Relâmpago",
   "zh-CN": "闪电峰"
  },
  "park": {
   "ar-EG": "قمم الضوء",
   "ca-ES": "Els cims llampeguejants",
   "en-GB": "Lightning Peaks",
   "eo-ZZ": "Fulmo-Montopintoj",
   "es-ES": "Picos del Rayo",
   "fi-FI": "Ukkosvuoret",
   "fr-FR": "Pics Foudroyants",
   "hu-HU": "Villámcsúcsok",
   "ko-KR": "번개치는 산꼭대기",
   "pt-BR": "Picos do Relâmpago",
   "zh-CN": "闪电峰"
  },
  "details": {
   "ar-EG": "تحظى جبال \"قمم الضوء\" الجميلة بشعبية كبيرة بين المشاة والمتنزهين - استخدم الأرض المتاحة لجذب زوار جدد يبحثون عن الإثارة",
   "ca-ES": "Els excursionistes ja coneixen aquestes magnífiques muntanyes. Useu el terreny disponible per a atreure més clientela, especialment aquells que busquin emocions fortes.",
   "da-DK": "De smukke bjerge ‘Lightning Peaks’ er populære hos vandrere og turister - brug de tilgængelige jord til at tiltrække nyt spændings-søgende klientel",
   "de-DE": "Die herrlichen Berge von Lightning Peaks sind beliebt bei Wanderern und Leuten, die gern interessante Orte besichtigen. Nutzen Sie das zur Verfügung stehende Gelände, um jene Besucher anzulocken, die auf der Suche nach einem aufregenden Kick sind.",
   "en-GB": "The beautiful mountains of Lightning Peaks are popular with walkers and sightseers. Use the available land to attract a new thrill-seeking clientele.",
   "en-US": "The beautiful mountains of Lightning Peaks are popular with walkers and sightseers - Use the available land to attract a new thrill-seeking clientele",
   "eo-ZZ": "La belaj montoj de Fulmo-Montopintoj estas populara por marŝantoj kaj rigardantoj. Uzu la disponeblan teron por allogi novan klientaron, kiu volas ekscitaĵojn.",
   "es-ES": "Las hermosas montañas de los Picos del Rayo son muy populares entre excursionistas y turistas. Utiliza el terreno disponible para atraer a una nueva clientela en busca de atracciones de riesgo.",
   "fi-FI": "Kauniit Ukkosvuoret ovat vaeltajien ja turistien suosiossa. Käytä vapaana olevaa maata viehättääksesi enemmän jännitystä kaipaavia asiakkaita.",
   "fr-FR": "Les magnifiques Pics Foudroyants sont très prisés par les randonneurs et les touristes. Utilisez le terrain disponible pour attirer une nouvelle clientèle avide de sensations fortes.",
   "hu-HU": "Villámcsúcsok gyönyörű hegyei népszerűek a természetjárók és a turisták körében - Használd ki a rendelkezésre álló területet, hogy új, izgalmakat kereső vendégkört vonzzon magához",
   "it-IT": "Le splendide montagne di Lightning Peaks sono popolari tra turisti ed escursionisti; sfrutta il terreno disponibile per attirare una clientela desiderosa di sensazioni più forti",
   "ja-JP": "The beautiful mountains of Lightning Peaks are popular with walkers and sightseers - Use the available land to attract a new thrill-seeking clientele",
   "ko-KR": "번개치는 산꼭대기의 아름다운 산은 경치를 즐기며 산책을 즐기는 사람들에게 인기가 높습니다. 사용 가능한 땅을 이용해서 스릴을 찾는 새로운 고객을 유혹해보세요.",
   "nb-NO": "Lightning Peaks sine praktfulle fjell er allerede populære hos turgåere og turister – Bruk det tilgjengelige arealet til å tiltrekke et nytt spenningssøkende klientell",
   "nl-NL": "De mooie bergen van Lightning Peaks zijn populair bij wandelaars en toeristen. Gebruik de beschikbare grond om nieuwe sensatiezoekende klanten aan te trekken.",
   "pl-PL": "Piękne góry w Lightning Peaks są bardzo popularne wśród spacerowiczów oraz turystów. Wykorzystaj dostępny teren, aby przyciągnąć ludzi szukających wrażeń",
   "pt-BR": "As belas montanhas de Picos do Relâmpago são populares com andarilhos e turistas - Use a área disponível para atrair uma nova clientela em busca de emoção.",
   "sv-SE": "De vackra bergen vid Lightning Peaks är populära bland fotgängare och äventyrare – Använd marken för att attrahera nya spänningssökande besökare",
   "tr-TR": "Doğası güzel olan bu dağın tepesine lunapark inşa ediniz",
   "zh-CN": "闪电峰美丽的山脉深受步行者和观光者的欢迎。利用可用土地吸引新的寻求刺激的客户。",
   "zh-TW": "雄偉的Lightning Peaks一直都是遊客及觀光客的首選 - 善用可用的土地來吸引尋找刺激的新顧客"
  }
 }
}