{
    "id": "rct1ll.scenario_meta.volcania",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB400A|STEX952 |6EB093AC",
    "sourceGame": [
        "rct1ll"
    ],
    "objectType": "scenario_meta",
    "images": [
        { "path": "images/minimap.png", "palette": "keep", "format": "raw" },
        { "path": "images/screenshot.png", "palette": "keep", "format": "raw" }
    ],
    "strings": {
        "name": {
            "ca-ES": "Volcània",
            "en-GB": "Volcania",
            "eo-ZZ": "Vulkanlando",
            "fi-FI": "Tappuravuori",
            "hu-HU": "Vulkánia",
            "ja-JP": "ボルカニア",
            "pt-BR": "Vulcânia",
            "zh-CN": "火焰之域",
            "pl-PL": "Wulkania",
            "ar-EG": "فولكانيا"
        },
        "park_name": {
            "ca-ES": "Volcània",
            "en-GB": "Volcania",
            "eo-ZZ": "Vulkanlando",
            "fi-FI": "Tappuravuori",
            "hu-HU": "Vulkánia",
            "ko-KR": "볼케이니아",
            "pt-BR": "Vulcânia",
            "zh-CN": "火焰之域",
            "pl-PL": "Wulkania",
            "ar-EG": "فولكانيا"
        },
        "details": {
            "ca-ES": "L’entorn d’aquest repte de construcció de muntanyes russes és un inquietant volcà adormit.",
            "da-DK": "En sovende vulkan er hovedtemaet af denne coaster-bygning udfordring",
            "de-DE": "Ein untätiger Vulkan fordert geradezu heraus, an ihm eine Achterbahnanlage zu bauen.",
            "en-GB": "A dormant volcano is the setting of this coaster-building challenge",
            "eo-ZZ": "Dormanta vulkano estas la okazejo de ĉi tiu defio de la konstruado de ondaj fervojoj",
            "es-ES": "Un volcán en estado latente es el entorno para este proyecto de montaña rusa en construcción.",
            "fi-FI": "Lepotilassa oleva tulivuori on tämän vuoristoratahaasteen keskipisteenä",
            "fr-FR": "Un volcan éteint est le site de ce défi à la construction de montagnes russes.",
            "hu-HU": "Egy szunnyadó vulkán adja ennek a hullámvasút-építő kihívásnak a helyszínét",
            "it-IT": "Questa sfida di costruzione di montagne russe è ambientata presso un vulcano addormentato",
            "ko-KR": "이번 롤러코스터 건설 도전에서는 휴화산이 무대가 됩니다.",
            "nb-NO": "Omgivelsene for denne berg-og-dal-bane-utfordringen er en sovende vulkan ",
            "nl-NL": "De achtergrond van deze vlammende achtbaanuitdaging is een slapende vulkaan.",
            "pl-PL": "Uśpiony wulkan w tym zadaniu jest wyzwaniem utrudniającym budowę parku",
            "pt-BR": "Um vulcão dormente é o ambiente para este desafio de construção de montanha-russa.",
            "sv-SE": "En utdöd vulkan är grunden till denna utmanande park som ska fyllas med berg- och dalbanor",
            "tr-TR": "Uyuyan yanardağın içine lunapark inşa ediniz",
            "zh-CN": "这座休眠的火山就是过山车建造挑战的背景",
            "zh-TW": "此建造雲霄飛車挑戰設定於一座沉睡火山之中",
            "ru-RU": "Испытайте себя, построив парк на спящем вулкане",
            "gl-ES": "Un volcán inactivo é o escenario deste reto de construción de montañas rusas",
            "ar-EG": "بركان خامد هو مكان تحدي بناء الأفعوانيات هذا"
        }
    }
}
