{
    "id": "rct1aa.scenario_meta.mineral_park",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB400A|STEX947 |D63C9A3A",
    "sourceGame": [
        "rct1aa"
    ],
    "objectType": "scenario_meta",
    "images": [
        {
            "path": "images/minimap.png",
            "palette": "keep",
            "format": "raw"
        },
        {
            "path": "images/screenshot.png",
            "palette": "keep",
            "format": "raw"
        }
    ],
    "strings": {
        "name": {
            "ar-EG": "حديقة المعادن",
            "ca-ES": "Parc mineral",
            "en-GB": "Mineral Park",
            "eo-ZZ": "Minerala Parko",
            "fi-FI": "Mineraalipuisto",
            "fr-FR": "Parc Minéral",
            "hu-HU": "Ásvány Park",
            "ja-JP": "ミネラル・パーク",
            "pt-BR": "Parque Mineral",
            "zh-CN": "采石场公园",
            "pl-PL": "Park mineralny",
            "gl-ES": "Parque Mineral"
        },
        "park_name": {
            "ar-EG": "حديقة المعادن",
            "ca-ES": "Parc mineral",
            "en-GB": "Mineral Park",
            "eo-ZZ": "Minerala Parko",
            "fi-FI": "Mineraalipuisto",
            "fr-FR": "Parc Minéral",
            "hu-HU": "Ásvány Park",
            "ko-KR": "광물 공원",
            "pt-BR": "Parque Mineral",
            "zh-CN": "采石场公园",
            "pl-PL": "Park mineralny",
            "gl-ES": "Parque Mineral"
        },
        "details": {
            "ar-EG": "حوّل هذا المحجر المهجور إلى مكان يجذب السياح الباحثين عن الإثارة",
            "ca-ES": "Convertiu aquesta pedrera abandonada en un lloc on atreure als turistes que busquin emocions fortes.",
            "da-DK": "Forvandel dette forladte stenbrud, til et sted til at tiltrække gys-søgende turister",
            "de-DE": "Verwandeln Sie diesen verlassenen Steinbruch in einen Ort, der Touristen anzieht, die den besonderen Kick suchen.",
            "en-GB": "Turn this abandoned stone quarry into a place to attract thrill-seeking tourists",
            "eo-ZZ": "Ŝanĝu ĉi tiun forlasitan ŝtonejon al loko por allogi ekscitovolajn turistojn",
            "es-ES": "Convierte esta cantera abandonada en un lugar que atraiga a turistas en busca de emociones fuertes.",
            "fi-FI": "Muunna tämä hylätty kivikaivos jännitystä kaipaavien turistien matkakohteeksi",
            "fr-FR": "Transformez cette carrière de pierres désaffectée en un parc qui attirera les touristes en quête de sensations fortes.",
            "hu-HU": "Változtasd ezt az elhagyatott kőbányát az izgalomkereső turisták számára vonzó hellyé",
            "it-IT": "Trasforma questa cava di pietra abbandonata in un luogo per attrarre turisti in cerca di emozioni",
            "ko-KR": "이 버려진 채석장을 스릴을 찾는 사람들을 유혹할만한 장소로 바꿔보세요.",
            "nb-NO": "Gjør dette forlatte steinbruddet til et sted som trekker spenningssøkende turister",
            "nl-NL": "Verander deze verlaten steengroeve in een park dat sensatiezoekende toeristen aanspreekt.",
            "pl-PL": "Przekształć opuszczony kamieniołom w miejsce przyciągające ludzi szukających dreszczyku emocji",
            "pt-BR": "Transforme esta pedreira abandonada em um lugar para atrair turistas caçadores de emoções.",
            "sv-SE": "Förvandla detta övergivna stenbrott till en plats som lockar spänningssökande turister",
            "tr-TR": "Terk edilmiş taş ocağını güzel bir lunaparka çeviriniz",
            "zh-CN": "将这个废弃的采石场变成吸引寻求刺激的游客的地方",
            "zh-TW": "將這個已廢棄的石礦轉型成一個能夠吸引喜好剌激的遊客前往的地方",
            "ru-RU": "Превратите эту заброшенный карьер в место, привлекающее экстремальных туристов",
            "gl-ES": "Converte esta canteira de pedra abandonada nun lugar para atraer turistas en busca de emocións fortes"
        }
    }
}