{
    "id": "uces.scenario_meta.urbis_incognitus",
    "authors": [
        "Kaffe"
    ],
    "version": "1.0",
    "objectType": "scenario_meta",
    "images": [
        { "path": "images/minimap.png", "palette": "keep", "format": "raw" },
        { "path": "images/screenshot.png", "palette": "keep", "format": "raw" }
    ],
    "strings": {
        "name": {
            "ar-EG": "المدينة المجهولة",
            "en-GB": "Urbis Incognitus",
            "fi-FI": "Urbis incognitus",
            "uk-UA": "Невпізнаний Урбіс",
            "zh-CN": "世外桃源",
            "gl-ES": "Cidade descoñecida"
        },
        "park_name": {
            "ar-EG": "المدينة المجهولة",
            "en-GB": "Urbis Incognitus",
            "fi-FI": "Urbis incognitus",
            "ko-KR": "알 수 없는 도시",
            "uk-UA": "Невпізнаний Урбіс",
            "zh-CN": "世外桃源"
        },
        "details": {
            "ar-EG": "سئم الرومان من معارك المصارع المملة. امنحهم الإثارة الأفضل، وحوّل هذه المدينة الرومانية إلى أعظم مدينة ملاهي على الإطلاق!",
            "ca-ES": "Els romans estan cansats de lluites avorrides de gladiadors. Doneu-los altres entreteniments i convertiu la ciutat romana en el parc d’atraccions més gran de tots els temps!",
            "da-DK": "Romerne er trætte af kedelige gladiatorkampe. Giv dem mere spænding, lav en romersk by om til den største forlystelsespark nogensinde!",
            "de-DE": "Die Römer haben keine Lust mehr auf langweilige Gladiatorenkämpfe. Geben Sie ihnen etwas aufregenderes; verwandeln Sie eine römische Stadt zum großartigsten Vergnügungspark aller Zeiten!",
            "en-GB": "The Romans are tired of boring gladiator fights. Give them a better thrill, turn a Roman city into the greatest amusement park of all time!",
            "eo-ZZ": "La romianoj lacas enuigajn gladiatorajn batalojn. Donu al ili pli bonajn ravojn, transformu roman urbon en la plej bonan amuzparkon de ĉiuj tempoj!",
            "es-ES": "Los romanos están cansados de las aburridas luchas de gladiadores. Dales una emoción mejor, ¡convierte una ciudad romana en el mayor parque de atracciones de todos los tiempos!",
            "fi-FI": "Roomalaiset ovat kyllästyneitä tylsiin gladiaattoritaisteluihin. Näytä heille mitä todellinen huvitus on, muuttamalla roomalaiskaupunki kaikkien aikojen mahtavimmaksi huvipuistoksi!",
            "fr-FR": "Les Romains sont lassés des combats de gladiateurs ennuyants. Donnez-leur plus de frissons, faîtes d’une cité romaine le meilleur parc d’attractions de tous les temps !",
            "hu-HU": "A rómaiak belefáradtak az unalmas gladiátorharcokba. Adj nekik valami izgalmasabbat, változtass egy római várost minden idők legnagyobb vidámparkjává!",
            "it-IT": "I romani sono stanchi delle lotte noiose tra gladiatori. Dagli qualcosa di più eccitante, trasforma la città romana nel più grande parco divertimenti della storia!",
            "ko-KR": "로마인들은 글래디에이터의 전투가 이제 질렸다고 합니다. 그들에게 더 많은 스릴을 선사해서 이 로마 도시를 전 시대를 통틀어 가장 거대한 놀이 공원으로 바꿔보세요!",
            "nb-NO": "Romerne er lei av kjedelige gladiatorkamper. Gi dem en bedre spenning, gjør en Romersk by til den beste fornøyelsesparken gjennom tidene!",
            "nl-NL": "De Romeinen hebben zo onderhand wel genoeg van al die gladiatorengevechten. Zorg voor nieuwe vormen van vermaak door een Romeins stadje om te toveren in het beste attractiepark aller tijden!",
            "pt-BR": "Os romanos estão cansados de lutas entediantes de gladiadores. Dê a eles algo mais emocionante, transforme uma cidade romana no maior parque de diversões de todos os tempos!",
            "uk-UA": "Римляни втомилися від нудних гладіаторських боїв. Дайте їм більше гострих відчуттів, перетворіть римське місто на найбільший парк розваг усіх часів!",
            "zh-CN": "罗马人厌倦了无聊的角斗士战斗。给他们更多的刺激，把神秘的罗马城市变成有史以来最伟大的游乐园！",
            "pl-PL": "Rzymianie mają dość nudnych walk gladiatorów. Daj im lepszą rozrywkę, przekształcając rzymskie miasto w najlepszy park rozrywki wszech czasów!",
            "ru-RU": "Римлянам надоело смотреть на этих скучных гладиаторов. Дайте им что-то экстремальное, и превратите этот римский город в лучший парк аттракционов, на веки вечные!",
            "gl-ES": "Os romanos están cansos de aburridas loitas de gladiadores. Dálles unha mellor emoción, converte unha cidade romana no maior parque de atraccións de todos os tempos!",
            "cs-CZ": "Římany už nebaví zápasy gladiátorů. Nabídněte jim lepší zábavu, přestavějte římské město na nejlepší zábavní park všech dob!"
        }
    }
}
