{
    "id": "rct1ll.scenario_meta.good_knight_park",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB400A|STEX959 |19A43480",
    "sourceGame": [
        "rct1ll"
    ],
    "objectType": "scenario_meta",
    "images": [
        "images/minimap.png",
        "images/screenshot.png"
    ],
    "strings": {
        "name": {
            "ca-ES": "Parc del bon cavaller",
            "en-GB": "Good Knight Park",
            "eo-ZZ": "Bona-Kavaliro-Parko",
            "fi-FI": "Hyvän ritarin puisto",
            "fr-FR": "Parc du Bon Chevalier",
            "hu-HU": "Jó Lovag Park",
            "ja-JP": "グッド・ナイト・パーク",
            "pt-BR": "Parque do Bom Cavaleiro",
            "zh-CN": "佳爵公园",
            "pl-PL": "Park rycerski",
            "gl-ES": "Parque Boa Noite",
            "ar-EG": "حديقة الفارس الطيب"
        },
        "park_name": {
            "ca-ES": "Parc del bon cavaller",
            "en-GB": "Good Knight Park",
            "eo-ZZ": "Bona-Kavaliro-Parko",
            "fi-FI": "Hyvän ritarin puisto",
            "fr-FR": "Parc du Bon Chevalier",
            "hu-HU": "Jó Lovag Park",
            "ko-KR": "훌륭한 기사 공원",
            "pt-BR": "Parque do Bom Cavaleiro",
            "zh-CN": "佳爵公园",
            "pl-PL": "Park rycerski",
            "gl-ES": "Parque Boa Noite",
            "ar-EG": "حديقة الفارس الطيب"
        },
        "details": {
            "ca-ES": "Un castell amb un parell de muntanyes russes que s’ha de convertir en un parc temàtic més gran.",
            "da-DK": "Et slot med et par rutschebaner har behov udvikle sig til en større forlystelsespark",
            "de-DE": "Ein Schloss mit ein paar Achterbahnen soll zu einem großen Vergnügungspark entwickelt werden.",
            "en-GB": "A castle with a pair of roller coasters needs developing into a larger theme park",
            "eo-ZZ": "Vi devas ellabori kastelon, kun paro da ondaj fervojoj, en pli grandan amuzparkon",
            "es-ES": "Hay que desarrollar un castillo con un par de montañas rusas dentro de un gran parque temático.",
            "fi-FI": "Pari vuoristorataa sisältävä linna on vailla kehitystä isompaan puistoon",
            "fr-FR": "Vous devez développer ce château doté de deux montagnes russes en un vaste parc à thème.",
            "hu-HU": "Egy kastély két hullámvasúttal, amit egy nagyobb vidámparkká kell fejlesztened",
            "it-IT": "Un castello con un paio di montagne russe deve diventare un parco tematico più grande",
            "ko-KR": "한 쌍의 롤러코스터가 있는 성을 더 큰 놀이공원으로 발전시켜야 합니다.",
            "nb-NO": "Et slott med et par berg-og-dal-baner trenger din hjelp for å utvide til en stor fornøyelsespark",
            "nl-NL": "Een kasteel met twee achtbanen moet worden ontwikkeld tot een groot themapark.",
            "pl-PL": "Zamek z parą kolejek górskich wymaga przemiany w duży park rozrywki",
            "pt-BR": "Um castelo com um par de montanhas-russas precisa ser desenvolvido em um parque temático maior.",
            "sv-SE": "Ett slott med ett par karuseller ska utvecklas till en större nöjespark",
            "tr-TR": "Bir adanın üstünde bulunan eski kaleyi lunaparka dönüştürünüz",
            "zh-CN": "一座有过山车的城堡需要发展成一个更大的主题公园",
            "zh-TW": "一個擁有一對雲霄飛車的城堡需要發展成一個更大型的主題樂園",
            "ru-RU": "Замок с парочкой аттракционов, который нужно разработать в более крупный парк",
            "gl-ES": "Un castelo cun par de montañas rusas precisa ser desenvolvido nun parque temático máis grande",
            "ar-EG": "قلعة بها زوج من الأفعوانيات تحتاج إلى تطويرها لتصبح مدينة ملاهي أكبر"
        }
    }
}
