{
    "id": "rct2tt.scenario_meta.mythological_madness",
    "authors": [
        "Frontier Studios"
    ],
    "version": "1.0",
    "originalId": "0E43032A|STEX71  |F6161BEE",
    "sourceGame": [
        "rct2tt"
    ],
    "objectType": "scenario_meta",
    "images": [
        { "path": "images/minimap.png", "palette": "keep", "format": "raw" },
        { "path": "images/screenshot.png", "palette": "keep", "format": "raw" }
    ],
    "strings": {
        "name": {
            "ar-EG": "جنون الأساطير",
            "ca-ES": "Bogeria mitològica",
            "de-DE": "Mythologischer Wahnsinn",
            "en-GB": "Mythological Madness",
            "eo-ZZ": "Mitologia Frenezo",
            "es-ES": "Locura mitológica",
            "fi-FI": "Mytologian magiaa",
            "fr-FR": "Folie mythologique",
            "hu-HU": "Mitológiai Őrület",
            "it-IT": "Follia mitologica",
            "ja-JP": "神話の狂気",
            "ko-KR": "신화의 광기",
            "pt-BR": "Loucura Mitológica",
            "ru-RU": "Mythological Madness",
            "sv-SE": "Mytologiskt arv",
            "zh-CN": "神话狂热",
            "zh-TW": "神話狂熱",
            "pl-PL": "Mitologiczne szaleństwo",
            "gl-ES": "Tolemia Mitolóxica"
        },
        "park_name": {
            "ar-EG": "جنون الأساطير",
            "ca-ES": "Bogeria mitològica",
            "de-DE": "Mythologischer Wahnsinn",
            "en-GB": "Mythological Madness",
            "eo-ZZ": "Mitologia Frenezo",
            "es-ES": "Locura mitológica",
            "fi-FI": "Mytologian magiaa",
            "fr-FR": "Folie mythologique",
            "hu-HU": "Mitológiai Őrület",
            "it-IT": "Follia mitologica",
            "ja-JP": "神話の狂気",
            "ko-KR": "신화의 광기",
            "pt-BR": "Loucura Mitológica",
            "ru-RU": "Mythological Madness",
            "sv-SE": "Mytologiskt arv",
            "zh-CN": "神话狂热",
            "zh-TW": "神話狂熱",
            "pl-PL": "Mitologiczne szaleństwo",
            "gl-ES": "Tolemia Mitolóxica"
        },
        "details": {
            "ar-EG": "أنت تمتلك جزيرة ذات قيمة أثرية معينة. لقد قررت تمويل الحفاظ عليها من خلال بناء مدينة ملاهي على أساس التراث الأسطوري الغني للمنطقة.",
            "ca-ES": "Sou el propietari d’una illa amb un important valor arqueològic. Heu decidit finançar la seva preservació construint-hi un parc temàtic basat en la rica herència mitològica de l’àrea.",
            "cs-CZ": "Vlastníte ostrov velké archeologické hodnoty. Rozhodli jste se podpořit jeho zachování vybudováním zábavního parku založeném na mytologii tohoto místa.",
            "da-DK": "Du ejer en ø af særlig arkæologisk værdi. Du har besluttet at finansiere dens bevarelse, ved at bygge en forlystelsespark baseret på områdets rige mytologiske arv.",
            "de-DE": "Sie besitzen eine Insel von besonderem architektonischen Wert. Sie haben beschlossen, ihre Erhaltung durch einen Freizeitpark zu finanzieren, der sich mit dem reichen mythologischen Erbe der Gegend befasst.",
            "en-GB": "You own an island of particular archaeological value. You’ve decided to fund its preservation by constructing a theme park based on the area’s rich Mythological heritage.",
            "eo-ZZ": "Vi posedas insulon de aparta arkeologia valoro. Vi decidis financi ĝian konservadon per konstrui amuzparkon surbaze de la riĉa Mitologia heredaĵo de la areo.",
            "es-ES": "Posees una isla de cierto valor arqueológico. Has decidido financiar su conservación construyendo un parque temático basado en la riqueza de la tradición mitológica de la zona.",
            "fi-FI": "Omistat saaren jolla on jonkinlaista arkeologista arvoa. Olet päättänyt rahoittaa tämän kulttuuriperinnön suojelua rakentamalla alueen rikkaaseen mytologiaan perustuvan teemapuiston.",
            "fr-FR": "Vous possédez une île contenant des trésors archéologiques. Vous avez décidé d’en financer la préservation en construisant un parc sur le thème des richesses mythologiques du site.",
            "hu-HU": "Egy különleges régészeti értékkel bíró sziget tulajdonosa vagy. Úgy döntöttél, hogy finanszírozod a megőrzését egy vidámpark létrehozásával, amely az terület gazdag mitológiai örökségére épül.",
            "it-IT": "Possiedi un’isola di eccezionale valore archeologico. Hai deciso di preservarne le origini costruendo un parco a tema basato sull’eredità mitologica della zona.",
            "ko-KR": "특별한 고고학적 가치를 가진 섬을 소유하게 되었습니다. 이 지역의 풍부한 신화적 유산을 기반으로 한 테마파크를 건설해서 유산 보존 기금을 마련하기로 결정했습니다.",
            "nb-NO": "Du eier en øy av spesiell arkeologisk verdi. Du har bestemt deg for å finansiere dens bevaring ved å bygge en fornøyelsespark basert på områdets rike mytologiske arv.",
            "nl-NL": "Je bezit een eiland van grote archeologische waarde, dat je voor het nageslacht wilt beschermen. Dit wil je bekostigen door een park te bouwen met de mythologische geschiedenis van je eiland als thema.",
            "pl-PL": "Jesteś właścicielem pewnej wyspy o dużej wartości archeologicznej. Postanawiasz sfinansować konserwację tych zabytków, budując lunapark w stylu inspirowanym mitologicznym dziedzictwem regionu.",
            "pt-BR": "Você é dono de uma ilha de valor arqueológico particular. Você decidiu financiar sua preservação construindo um parque temático baseado no rico patrimônio Mitológico da área.",
            "ru-RU": "Вы владеете островом, имеющим особое археологическое значение. Вы решили обеспечить его безопасность средствами, полученными от парка на тему мифов этого острова.",
            "sv-SE": "Du äger en ö av högt arkeologiskt värde. Du har bestämt dig för att finansiera dess bevarande genom att konstruera ett nöjesfält med ett tema baserat på områdets rika mytologiska arv.",
            "tr-TR": "Arkeolojik eserler bulunduran bir adaya sahipsiniz. Bu eserlerin korunmasını sağlamak için lunapark kurmaya karar verdiniz",
            "zh-CN": "你拥有一个特定的考古价值的岛屿。你已经决定采用基于地区丰富的神话遗产建设主题公园的保护基金。",
            "zh-TW": "您擁有一個具有特殊考古價值的小島。您決定透過建造一座以這個區域非常豐富的神話遺產為主題的樂園。",
            "gl-ES": "Posúes unha illa de valor arqueolóxico particular. Decidiches financiar a súa preservación construíndo un parque temático baseado na rica herdanza mitolóxica da zona."
        }
    }
}
