{
    "id": "uces.scenario_text.beneath_the_christmas_tree",
    "authors": [
        "Katatude"
    ],
    "version": "1.0",
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "تحت شجرة عيد الميلاد",
            "ca-ES": "Sota l’arbre de Nadal",
            "de-DE": "Unter dem Weihnachtsbaum",
            "en-GB": "Beneath the Christmas Tree",
            "eo-ZZ": "Sub la Kristnaska Arbo",
            "es-ES": "Bajo el Árbol de Navidad",
            "fi-FI": "Alla joulupuun",
            "fr-FR": "Sous le sapin de Noël",
            "hu-HU": "A karácsonyfa alatt",
            "pt-BR": "Debaixo da Árvore de Natal",
            "uk-UA": "Під різдвяною ялинкою",
            "zh-CN": "圣诞树下",
            "pl-PL": "Pod choinką"
        },
        "park_name": {
            "ar-EG": "أرض عجائب الشتاء",
            "ca-ES": "El món de fantasia hivernal",
            "de-DE": "Winterwunderland",
            "en-GB": "Winter Wonderland",
            "eo-ZZ": "Vintra Mirlando",
            "es-ES": "País de las Maravillas Invernal",
            "fi-FI": "Talven ihmemaa",
            "fr-FR": "Pays de l’hiver",
            "hu-HU": "Téli Csodaország",
            "ko-KR": "겨울 원더 랜드",
            "pt-BR": "Inverno das Maravilhas",
            "uk-UA": "Зимова країна чудес",
            "zh-CN": "冬季仙境",
            "pl-PL": "Zimowa Kraina Czarów"
        },
        "details": {
            "ar-EG": "قامت أمي ببناء هذا المشهد تحت شجرتنا. الآن تريد إنشاء حديقة فيها! هل يمكنك المساعدة?",
            "ca-ES": "La meva mare ha construït aquesta escena a sota de l’arbre de Nadal. Ara vol que hi construïm un parc a dins! Ens podeu ajudar?",
            "da-DK": "Mor byggede denne scene under vores træ. Nu vil hun have lavet en park i den! Kan du hjælpe?",
            "de-DE": "Mama hat diese Szenerie unter unserem Baum gebaut. Jetzt möchte sie darin einen Park gebaut haben! Können Sie helfen?",
            "en-GB": "Mum built this scene under our tree. Now she wants a park made in it! Can you help?",
            "eo-ZZ": "Panjo konstruis ĉi tiun scenon sub nia arbo. Nun ŝi volas parkon farigitan en ĝi! Ĉu vi povas helpi?",
            "es-ES": "Mamá construyó esta escena bajo nuestro árbol. ¡Ahora quiere que construyamos un parque en ella! ¿Puedes ayudar?",
            "fi-FI": "Äiti rakensi tämän dioraaman joulukuusen alle. Nyt hän haluaa sinne huvipuiston! Pystytkö auttamaan?",
            "fr-FR": "Maman a construit cette scène sous notre sapin. Maintenant elle veut qu’un parc y soit construit ! Pouvez-vous aider ?",
            "hu-HU": "Anyu építette ezt a jelenetet a fánk alá. Most azt akarja, hogy parkot csináljunk bele! Tudsz segíteni?",
            "it-IT": "La mamma ha costruito questa scena sotto al nostro albero. Ora vuole che ci costruiamo un parco! Puoi aiutarci?",
            "ko-KR": "엄마가 우리 나무 아래를 이렇게 만들었어요. 이제 공원을 만들고 싶으시대요. 도와주실 수 있나요?",
            "nb-NO": "Mamma bygde denne scenen under vårt tre. Nå vil hun ha en park bygget i det! Kan du hjelpe?",
            "nl-NL": "Je moeder heeft dit tafereel onder de kerstboom gebouwd. Nu is het jouw beurt om er een park van te maken!",
            "pt-BR": "Mamãe construiu esse cenário debaixo de nossa árvore. Agora ela quer um parque feito nele! Você pode ajudar?",
            "uk-UA": "Мама побудувала цю сцену під нашою ялинкою. Тепер вона хоче зробити там парк! Можете допомогти?",
            "zh-CN": "妈妈在树下创造了这个场景，现在，她想要在这里创造一个游乐园！你能帮忙吗？",
            "pl-PL": "Mama zbudowała tę scenerię pod naszą choinką. Teraz chce, żeby powstał tam lunapark! Pomożesz?"
        }
    }
}
