{
    "id": "uces.scenario_text.mount_vesuvius",
    "authors": [
        "Katatude"
    ],
    "version": "1.0",
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "جبل فيزوف",
            "ca-ES": "El Mont Vesuvi",
            "de-DE": "Vesuv",
            "en-GB": "Mount Vesuvius",
            "eo-ZZ": "Monto Vezuvio",
            "es-ES": "Monte Vesubio",
            "fi-FI": "Vesuvius",
            "fr-FR": "Le mont Vésuve",
            "hu-HU": "Vezúv",
            "nl-NL": "Vesuvius",
            "pt-BR": "Monte Vesúvio",
            "uk-UA": "Гора Везувій",
            "zh-CN": "维苏威火山"
        },
        "park_name": {
            "ar-EG": "جبل فيزوف",
            "ca-ES": "El Mont Vesuvi",
            "de-DE": "Vesuv",
            "en-GB": "Mount Vesuvius",
            "eo-ZZ": "Monto Vezuvio",
            "es-ES": "Monte Vesubio",
            "fi-FI": "Vesuvius",
            "fr-FR": "Le mont Vésuve",
            "hu-HU": "Vezúv",
            "ko-KR": "베수비오 산",
            "nl-NL": "Vesuvius",
            "pt-BR": "Monte Vesúvio",
            "uk-UA": "Гора Везувій",
            "zh-CN": "维苏威火山"
        },
        "details": {
            "ar-EG": "بومبي وهيركولانيوم دفنهم جبل فيزوف في 79 قبل الميلاد. قم بزيارة الحفريات وقم ببناء حديقة!",
            "ca-ES": "Pompeia i Herculà van quedar soterrades pel mont Vesuvi l’any 79 dC. Visiteu les excavacions i construïu-hi un parc!",
            "da-DK": "Pompeji og Herculaneum blev begravet af Mt. Vesuvius i 79 e.Kr. Besøg udgravningerne og byg en park!",
            "de-DE": "Pompeji and Herculaneum wurden vom Vesuv in 79 v. Chr. zerstört. Besuchen Sie die Ausgrabungen und bauen Sie einen Park!",
            "en-GB": "Pompeii and Herculaneum were buried by Mt. Vesuvius in 79 A.D. Visit the excavations and build a park!",
            "eo-ZZ": "Pompejo kaj Herkulano estis enterigita de Monto Vezuvio en 79 p.K. Vizitu la elfosaĵojn kaj konstruu parkon!",
            "es-ES": "Pompeya y Herculano fueron sepultadas por el Vesubio en el año 79 d.C. ¡Visita las excavaciones y construye un parque!",
            "fi-FI": "Pompejin ja Herculaneumin kaupungit hautautuivat Vesuviuksen purkauduttua vuonna 79. Vieraile kaivauspaikalla, ja rakenna puisto!",
            "fr-FR": "Le mont Vésuve a enseveli Pompéi et Herculanum en 79 av. J.-C. Visitez le site de fouilles et construisez un parc !",
            "hu-HU": "Pompejit és Herculaneumot a Vezúv temette maga alá Kr.u. 79-ben. Látogass el az ásatásokra és építs egy parkot!",
            "it-IT": "Pompei ed Ercolano furono ricoperte dal Vesuvio nel 79 a.C. Visita gli scavi e costruiscici un parco!",
            "ko-KR": "폼페이와 헤르쿨라네움은 서기 79년에 베수비오 화산 폭발로 묻혀버렸습니다. 이 발굴지를 공원으로 만들어보세요!",
            "nb-NO": "Pompeii og Herculaneum ble begravd av Mt. Vesuvius i 79 A.D. Besøk utgravingene og bygg en park!",
            "nl-NL": "Pompeii en Herculaneum werden in 79 n.Chr. door de Vesuvius bedolven onder de as. Bezoek de opgravingen en bouw een park!",
            "pt-BR": "Pompeia e Herculano foram soterradas pelo Monte Vesúvio em 79 d.C. Visite as escavações e construa um parque!",
            "uk-UA": "Помпеї та Геркуланум були поховані Везувієм у 79 році н.е. Відвідайте розкопки та побудуйте парк!",
            "zh-CN": "维苏威火山在公元79年喷发，庞贝古城和赫库兰尼姆被深埋地下。参观挖掘并建造公园！"
        }
    }
}
