{
    "id": "rct2.hmaze",
    "authors": ["Chris Sawyer", "Simon Foster"],
    "version": "1.0",
    "originalId": "0A188A80|HMAZE   |5BD31A4B",
    "sourceGame": ["rct2", "rct1"],
    "objectType": "ride",
    "properties": {
        "type": "maze",
        "category": "gentle",
        "carsPerFlatRide": 1,
        "carColours": [
            [
                ["black", "black", "black"]
            ]
        ],
        "cars": {
            "spacing": 139456,
            "spriteWidth": 1,
            "spriteHeightNegative": 1,
            "spriteHeightPositive": 1,
            "carVisual": 1,
            "drawOrder": 6,
            "frames": {
                "flat": true
            },
            "VEHICLE_ENTRY_FLAG_10": true
        }
    },
    "images": ["$RCT2:OBJDATA/HMAZE.DAT[0..2]"],
    "strings": {
        "name": {
            "en-GB": "Maze",
            "fr-FR": "Labyrinthe",
            "de-DE": "Irrgarten",
            "es-ES": "Laberinto",
            "it-IT": "Labirinto",
            "nl-NL": "Doolhof",
            "sv-SE": "Labyrint",
            "ko-KR": "미로",
            "zh-CN": "迷宫",
            "zh-TW": "迷宮",
            "pt-BR": "Labirinto",
            "cs-CZ": "Bludiště",
            "ja-JP": "迷路",
            "nb-NO": "Labyrint",
            "pl-PL": "Labirynt",
            "ru-RU": "Лабиринт"
        },
        "description": {
            "en-GB": "Maze is constructed from 6-foot tall hedges or walls, and guests wander around the maze leaving only when they find the exit",
            "fr-FR": "Haies ou murs hauts de 2 mètres parmi lesquels les marcheurs déambulent à la recherche de la sortie",
            "de-DE": "Der Irrgarten besteht aus 2 Meter hohen Hecken oder Wänden. Die Besucher irren im Labyrinth umher und kommen von dort nur heraus, wenn sie den Ausgang gefunden haben",
            "es-ES": "Laberinto de paredes de 6 pies de alto de cercas o paredes, en el que vagan los visitantes hasta que encuentran la salida",
            "it-IT": "Il labirinto è costituito da siepi o muri alti 2 metri tra i quali i visitatori sono costretti a vagare finché non trovano l'uscita",
            "nl-NL": "Bezoekers lopen door een doolhof van 1,8m hoge heggen of muren, en kunnen er pas uit wanneer ze de uitgang vinden.",
            "sv-SE": "Labyrinten är konstruerad av 2 meter höga häckar eller murar, där besökarna vandrar runt och inte kan komma ut förrän de hittat utgången",
            "ko-KR": "1.8m 높이의 울타리나 벽으로 구성되어 있고, 손님들이 출구를 찾을 때까지 돌아다녀야 하는 미로",
            "zh-CN": "迷宫是由六尺高的围离所构成的。游客会对迷宫的摆设觉得疑惑，而只有当游客找到出口时，他们才能够离开这个迷宫。",
            "zh-TW": "迷宮是由六呎高的圍離所構成的。遊客會對迷宮的?設覺得疑惑，而只有當遊客找到出口時，他們才能夠離開這個迷宮。",
            "pt-BR": "O labirinto é construído por paredes de 1,80 m, e os visitantes andam por ele até encontrar a saída",
            "cs-CZ": "Bludiště je postavené z 2 metrů vysokého živého plotu, nebo zdí. Návštěvníci v něm bloudí, dokud nenaleznou východ",
            "ja-JP": "高さ6フィート(約1.8m)の生垣または壁を持つ迷路で、出口が見つからないと出られません",
            "pl-PL": "Goście wędrują po labiryncie zbudowanym z dwumetrowych żywopłotów lub ścian",
            "ru-RU": "Лабиринт со стенами трёхметровой высоты, где посетители пытаются найти выход."
        },
        "capacity": {
            "cs-CZ": "",
            "ko-KR": "",
            "ru-RU": ""
        }
    }
}
