{
    "id": "rct1ll.scenario_meta.venus_ponds",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB400A|STEX979 |D6218B76",
    "sourceGame": [
        "rct1ll"
    ],
    "objectType": "scenario_meta",
    "images": [
        { "path": "images/minimap.png", "palette": "keep", "format": "raw" },
        { "path": "images/screenshot.png", "palette": "keep", "format": "raw" }
    ],
    "strings": {
        "name": {
            "ar-EG": "برك فينوس",
            "ca-ES": "Estanys de Venus",
            "en-GB": "Venus Ponds",
            "eo-ZZ": "Venuso-Lagetoj",
            "fi-FI": "Venuslampi",
            "fr-FR": "Mare Veneris",
            "hu-HU": "Vénusz Tavak",
            "ja-JP": "ビーナス・ポンド",
            "pt-BR": "Lagoas de Vênus",
            "zh-CN": "金星池塘",
            "pl-PL": "Stawy Wenus",
            "gl-ES": "Lagoas de Venus"
        },
        "park_name": {
            "ar-EG": "برك فينوس",
            "ca-ES": "Estanys de Venus",
            "en-GB": "Venus Ponds",
            "eo-ZZ": "Venuso-Lagetoj",
            "fi-FI": "Venuslampi",
            "fr-FR": "Mare Veneris",
            "hu-HU": "Vénusz Tavak",
            "ko-KR": "비너스의 연못",
            "pt-BR": "Lagoas de Vênus",
            "zh-CN": "金星池塘",
            "pl-PL": "Stawy Wenus",
            "gl-ES": "Lagoas de Venus"
        },
        "details": {
            "ar-EG": "علي كوكب بعيد جداً، قطعة الأرض هذه تحتاج أن تحول إلي حديقة ملاهي",
            "ca-ES": "Aquesta àrea d’un planeta llunyà necessita que la converteixin en un parc temàtic.",
            "da-DK": "På en planet langt væk, har dette landområde har brug for at blive til en forlystelsespark",
            "de-DE": "Auf einem weit entfernten Planeten soll dieses Stück Land in einen Vergnügungspark umgewandelt werden.",
            "en-GB": "On a far-away planet this area of land needs turning into a theme park",
            "eo-ZZ": "Sur malproksima planedo, vi bezonas ŝanĝi ĉi tiun bienoareon al amuzparko",
            "es-ES": "En un planeta lejano, esta zona de terreno debe convertirse en un parque temático.",
            "fi-FI": "Kaukaisella planeetalla tämä alue on huvipuiston rakennusta vailla",
            "fr-FR": "Vous devez aménager en parc à thème ce terrain situé sur une planète lointaine.",
            "hu-HU": "Alakítsd át egy messzi bolygó földterületét vidámparkká",
            "it-IT": "Su un pianeta lontano questo pezzo di terra ha bisogno di trasformarsi in un parco a tema",
            "ko-KR": "멀리 떨어진 행성에 있는 이 지역을 놀이공원으로 바꿔야 합니다.",
            "nb-NO": "På en planet langt, langt borte må du gjøre om et landområde til en fornøyelsespark",
            "nl-NL": "Dit stuk land op een verre planet moet worden veranderd in een themapark.",
            "pl-PL": "Na odległej planecie, ta część lądu wymaga przekształcenia w park rozrywki",
            "pt-BR": "Em um planeta distante, esta área precisa ser transformada em um parque temático.",
            "sv-SE": "På en planet långt bort behöver denna mark förvandlas till en nöjespark",
            "tr-TR": "Dünyadan uzaklarda bir gezegenin üstünde lunapark inşa ediniz",
            "zh-CN": "在一个遥远的星球的土地上创造一个主题公园",
            "zh-TW": "在一個遙遠的行星上的此地需要發展成一個主題樂園",
            "ru-RU": "На далёкой планете существует область земли, которую нужно превратить в парк",
            "gl-ES": "Nun planeta afastado, esta zona de terra precisa ser transformada nun parque de atraccións"
        }
    }
}
