{
    "id": "rct1.scenario_meta.thunder_rock",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB4F0A|STEX920 |C16FA821",
    "sourceGame": [
        "rct1"
    ],
    "objectType": "scenario_meta",
    "images": [
        {
            "path": "images/minimap.png",
            "palette": "keep",
            "format": "raw"
        },
        {
            "path": "images/screenshot.png",
            "palette": "keep",
            "format": "raw"
        }
    ],
    "strings": {
        "name": {
            "ar-EG": "صخرة الرعد",
            "ca-ES": "La roca del tro",
            "en-GB": "Thunder Rock",
            "eo-ZZ": "Tondro-Ŝtonego",
            "es-ES": "La Roca del Trueno",
            "fi-FI": "Jyrykallio",
            "fr-FR": "Roc Fracas",
            "hu-HU": "Mennydörgő-szikla",
            "ja-JP": "サンダー・ロック",
            "pt-BR": "A Rocha do Trovão",
            "zh-CN": "雷霆岩",
            "pl-PL": "Gromowa Skała",
            "gl-ES": "Roca do Trono"
        },
        "park_name": {
            "ar-EG": "صخرة الرعد",
            "ca-ES": "La roca del tro",
            "en-GB": "Thunder Rock",
            "eo-ZZ": "Tondro-Ŝtonego",
            "es-ES": "La Roca del Trueno",
            "fi-FI": "Jyrykallio",
            "fr-FR": "Roc Fracas",
            "hu-HU": "Mennydörgő-szikla",
            "ko-KR": "천둥 바위",
            "pt-BR": "A Rocha do Trovão",
            "zh-CN": "雷霆岩",
            "pl-PL": "Gromowa Skała",
            "gl-ES": "Roca do Trono"
        },
        "details": {
            "ar-EG": "تقف \"صخرة الرعد\" في وسط الصحراء وتجذب العديد من السياح - استخدم المساحة المتاحة لبناء رحلات ركوب لجذب المزيد من الزوار",
            "ca-ES": "La roca del tro està al mig d’un desert i atrau molts turistes. Useu l’espai disponible per a construir-hi atraccions i atreure més visitants.",
            "da-DK": "Thunder rock står i midten af en ørken og tiltrækker mange turister - Brug den tilgængelige plads til at bygge forlystelser, for at tiltrække flere mennesker",
            "de-DE": "Thunder Rock befindet sich mitten in einer Wüste und zieht viele Touristen an. Bauen Sie auf dem verfügbaren Platz Attraktionen, die noch mehr Leute herlocken.",
            "en-GB": "Thunder Rock stands in the middle of a desert and attracts many tourists. Use the available space to build rides to attract more people.",
            "en-US": "Thunder Rock stands in the middle of a desert and attracts many tourists - Use the available space to build rides to attract more people",
            "eo-ZZ": "Tondro-Ŝtonego troviĝas en la mezo de dezerto, kaj allogas multajn turistojn. Uzu la spacon disponeblan por konstrui atrakciojn por allogi pli da homoj.",
            "es-ES": "La Roca del Trueno se encuentra en pleno desierto y atrae muchos turistas. Utiliza el espacio disponible para construir atracciones y captar más clientes.",
            "fi-FI": "Jyrykallio seisoo keskellä aavikkoa ja vetää puoleensa paljon turisteja. Rakenna laitteita jotka vetäisivät entistä enemmän kävijöitä.",
            "fr-FR": "Roc Fracas se trouve au milieu d’un désert et attire de nombreux touristes. Utilisez l’espace disponible pour construire des attractions qui attireront encore plus de personnes.",
            "hu-HU": "A Mennydörgő-szikla a sivatag közepén áll és igazi turistamágnes - Használd a rendelkezésre álló területet játékok építésére, hogy még több embert vonzon",
            "it-IT": "L’altopiano di Thunder Rock si trova in mezzo al deserto e attira molti turisti; sfrutta lo spazio disponibile per costruire percorsi che attirino altra gente",
            "ja-JP": "Thunder Rock stands in the middle of a desert and attracts many tourists - Use the available space to build rides to attract more people",
            "ko-KR": "천둥 바위는 사막 한가운데에서 많은 관광객을 끌어모으고 있습니다. 사용 가능한 공간을 이용해 놀이기구를 건설해서 더 많은 사람을 끌어 보세요.",
            "nb-NO": "Thunder Rock er ørkenens midtpunkt og en stor turistattraksjon – Bruk det tilgjengelige området til å bygge attraksjoner for å tiltrekke flere folk",
            "nl-NL": "Thunder Rock staat midden in een woestijn en trekt veel toeristen aan. Gebruik de beschikbare ruimte om attracties te bouwen en meer mensen aan te trekken.",
            "pl-PL": "Gromowa Skała stoi pośrodku pustyni i przyciąga wielu turystów. Wykorzystaj dostępny teren i zbuduj więcej atrakcji, aby przyciągnąć więcej ludzi",
            "pt-BR": "A Rocha do Trovão fica no meio de um deserto e atrai muitos turistas - Use o espaço disponível para construir atrações e atrair mais pessoas.",
            "sv-SE": "Thunder Rock ligger i mitten av öknen och attraherar många turister – Använd den tillgängliga marken för att locka fler turister",
            "tr-TR": "‘Thunder Rock’ ile adlandırılan bu tepe turistlerin çok ziyaret ettiği bir yer",
            "zh-CN": "雷霆岩矗立在沙漠中央，吸引了众多游客。利用可用空间建造游乐设施以吸引更多人。",
            "zh-TW": "Thunder Rock豎立一個在沙漠中部, 並因此吸引遊客 - 將可用的空間建造遊樂設施來吸引更多遊客",
            "ru-RU": "Thunder Rock находится в середине пустыни и привлекает много туристов. Используйте это место чтобы построить аттракционы, и привлечь ещё больше.",
            "gl-ES": "A Roca do Trono atópase no medio dun deserto e atrae a moitos turistas. Usa o espazo dispoñible para construír atraccións e atraer a máis xente."
        }
    }
}