{
 "id": "rct2ww.scenario_text.mines_of_africa",
 "authors": [
  "Chris Sawyer"
 ],
 "version": "1.0",
 "sourceGame": [
  "rct2ww"
 ],
 "objectType": "scenario_text",
 "strings": {
  "name": {
   "ar-EG": "مناجم أفريقيا",
   "ca-ES": "Mines d’Àfrica",
   "de-DE": "Die Minen Afrikas",
   "en-GB": "Mines of Africa",
   "eo-ZZ": "Minoj de Afriko",
   "es-ES": "Minas de África",
   "fi-FI": "Afrikan kaivokset",
   "fr-FR": "Mines d’Afrique",
   "hu-HU": "Afrikai Bányák",
   "it-IT": "Miniere africane",
   "ja-JP": "アフリカの鉱山",
   "ko-KR": "아프리카의 광산",
   "pt-BR": "Minas da África",
   "ru-RU": "Шахты Африки",
   "sv-SE": "Afrikas gruvor",
   "zh-CN": "非洲矿山"
  },
  "park": {
   "ar-EG": "مناجم أفريقيا",
   "ca-ES": "Mines d’Àfrica",
   "de-DE": "Die Minen Afrikas",
   "en-GB": "Mines of Africa",
   "eo-ZZ": "Minoj de Afriko",
   "es-ES": "Minas de África",
   "fi-FI": "Afrikan kaivokset",
   "fr-FR": "Mines d’Afrique",
   "hu-HU": "Afrikai Bányák",
   "it-IT": "Miniere africane",
   "ja-JP": "アフリカの鉱山",
   "ko-KR": "아프리카의 광산",
   "pt-BR": "Minas da África",
   "ru-RU": "Шахты Африки",
   "sv-SE": "Afrikas gruvor",
   "zh-CN": "非洲矿山"
  },
  "details": {
   "ar-EG": "لقد ورثت منجم ألماس مهجور ووجدت ألماسة ثمينة. قررت استثمار هذه الأموال لبناء مدينة ملاهي مشهورة عالميًا.",
   "ca-ES": "Heu heretat una mina de diamants que ja no s’explota, on hi heu trobat un diamant valuós. Voleu invertir els diners del diamant per tal de construir un parc temàtic conegut a tot el món.",
   "cs-CZ": "Zdědili jste diamantový důl mimo provoz a nalezli hodnotný diamant. Rozhodli jste se tedy investovat peníze do stavby světoznámého zábavního parku.",
   "da-DK": "Du arvede en nedlagt diamantmine og fandt en værdifuld diamant.  Du beslutter dig for at investere de penge til at bygge en verdensberømt forlystelsespark.",
   "de-DE": "Sie haben eine aufgegebene Diamantenmine geerbt und finden einen wertvollen Diamanten. Sie beschließen, das Geld in einen weltberühmten Themenpark zu investieren.",
   "en-GB": "You inherited a disused diamond mine, and find a valuable diamond.  You decide to invest that money to build a world-famous theme park.",
   "en-US": "You inherited a disused diamond mine, and find a valuable diamond. You decide to invest that money to build a world-famous theme park.",
   "eo-ZZ": "Vi heredis ne plu uzitan diamanto-minejon, kaj trovis valoran diamanton. Vi decidas investi tiun monon por konstrui mondfaman amuzparkon.",
   "es-ES": "Has heredado una mina de diamantes en desuso, y has encontrado un valioso diamante. Has decidido invertir ese dinero en construir un parque temático de fama mundial.",
   "fi-FI": "Olet perinyt lakkautetun timanttikaivoksen, ja löydät arvokkaan timantin. Päätät sijoittaa myyntituotot maailmankuulun teemapuiston rakentamiseen.",
   "fr-FR": "Vous héritez d’une mine de diamants désaffectée et découvrez un diamant de grande valeur. Vous décidez d’investir cet argent dans la construction d’un parc à thème de renommée mondiale.",
   "hu-HU": "Egy elhagyatott gyémántbányát örököltél, és találtál egy értékes gyémántot. Úgy döntesz, hogy ezt a pénzt egy világhírű vidámpark építésébe fekteted.",
   "it-IT": "Hai ereditato una miniera di diamanti abbandonata, da cui è stato estratto l’ultimo prezioso diamante. Decidi di investire il ricavato per creare un parco che diventi famoso in tutto il mondo.",
   "ko-KR": "다이아몬드 폐광을 물려받은 당신은 값비싼 다이아몬드를 발견했고 그 판매 수익으로 세계 일류의 테마파크를 짓기로 결심했습니다.",
   "nb-NO": "Du arvet en forlatt diamantgruve, og finner en verdifull diamant. Du bestemmer deg for å investere pengene i å bygge en verdensberømt fornøyelsespark.",
   "nl-NL": "Je hebt een verlaten diamantmijn geërfd en een waardevolle diamant gevonden. Je besluit dit geld te investeren om een wereldberoemd themapark te bouwen.",
   "pl-PL": "Otrzymujesz w spadku nieużywaną kopalnię diamentów i znajdujesz w niej cenny kamień szlachetny. Postanawiasz zainwestować zdobytą fortunę w budowę parku tematycznego, który zasłynie na całym świecie.",
   "pt-BR": "Você herdou uma mina de diamante fora de uso, e encontra um diamante valioso. Você decide investir este dinheiro para construir um parque temático famoso mundialmente.",
   "ru-RU": "Вы унаследовали алмазную шахту и нашли дорогой алмаз. Затем вы решили инвестировать деньги в тематический парк.",
   "sv-SE": "Du har hittat en diamant efter att ha ärvt en övergiven diamantgruva. Du beslutar dig för att satsa pengarna på ett storslaget nöjesfält.",
   "tr-TR": "Kullanılmayan bir elmas madeni satın aldınız. Bu madende değerli bir elmas buldunuz ve onun satışı ile popüler bir lunapark inşa etmeye karar verdiniz",
   "zh-CN": "你继承了一个废弃的钻石矿，并找到一个珍贵的钻石。你决定用那笔钱去建造一个世界闻名的主题乐园。"
  }
 }
}