{
    "id": "rct2ww.scenario_text.mirage_madness",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "0CCEA11A|STEX56  |AC826686",
    "sourceGame": [
        "rct2ww"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "جنون السراب",
            "ca-ES": "La follia dels miratges",
            "de-DE": "Fata Morgana",
            "en-GB": "Mirage Madness",
            "eo-ZZ": "Miraĝo-Frenezo",
            "es-ES": "Locura de espejismo",
            "fi-FI": "Kangastuskivaa",
            "fr-FR": "Mirage fou",
            "hu-HU": "Délibábos Őrület",
            "it-IT": "Il miraggio",
            "ja-JP": "ミラージュ・マッドネス",
            "ko-KR": "신기루의 광기",
            "pt-BR": "Loucuras da Miragem",
            "ru-RU": "Мираж",
            "sv-SE": "Hägring och fägring",
            "zh-CN": "海市蜃楼狂热"
        },
        "park_name": {
            "ar-EG": "جنون السراب",
            "ca-ES": "La follia dels miratges",
            "de-DE": "Fata Morgana",
            "en-GB": "Mirage Madness",
            "eo-ZZ": "Miraĝo-Frenezo",
            "es-ES": "Locura de espejismo",
            "fi-FI": "Kangastuskivaa",
            "fr-FR": "Mirage fou",
            "hu-HU": "Délibábos Őrület",
            "it-IT": "Il miraggio",
            "ja-JP": "ミラージュ・マッドネス",
            "ko-KR": "신기루의 광기",
            "pt-BR": "Loucuras da Miragem",
            "ru-RU": "Мираж",
            "sv-SE": "Hägring och fägring",
            "zh-CN": "海市蜃楼狂热"
        },
        "details": {
            "ar-EG": "تم اكتشاف واحة صحراوية والتي ستوفر موقعًا جميلًا للحديقة. تم توفير المواصلات من وإلى الواحة.",
            "ca-ES": "S’ha descobert un oasi que seria una bona localització per a fer-hi un parc. El transport fins l’oasi ja està preparat.",
            "cs-CZ": "Byla objevena pouštní oáza, která nabízí nádherné místo pro zábavní park. Přeprava do oázy zajištěna.",
            "da-DK": "En ørken oase er blevet opdaget og ville være en smuk beliggenhed for en park. Der er sørget for transport til oasen.",
            "de-DE": "In der Wüste wurde eine Oase entdeckt, die der ideale Standort für einen Vergnügungspark wäre. Transportmittel zur Oase wurden zur Verfügung gestellt.",
            "en-GB": "A desert Oasis has been discovered and would provide a beautiful location for a park. Transport to the oasis has been provided.",
            "eo-ZZ": "Dezerta oazo estis malkovrita kaj provizus belan lokon por parko. Transporto al la oazo estis provizita.",
            "es-ES": "Se ha descubierto un oasis en el desierto, y constituye un hermoso lugar para un parque. También se han proporcionado los medios de transporte hasta el oasis.",
            "fi-FI": "Aavikosta on löydetty keidas, joka olisi loistava paikka huvipuistolle. Kuljetus keitaalle on jo hoidettu.",
            "fr-FR": "Une oasis offrant le cadre idéal pour un parc a été découverte dans le désert. Des moyens de transport ont été fournis.",
            "hu-HU": "Felfedeztek egy sivatagi oázist, amely gyönyörű helyszínt biztosítana egy parknak. Az oázisba való eljutás biztosított.",
            "it-IT": "Nel deserto è stata scoperta un’oasi che costituirebbe una splendida ambientazione per un parco. I mezzi di trasporto per raggiungerla esistono già.",
            "ko-KR": "사막에서 놀이공원을 짓기에 아주 적당한 오아시스를 발견했습니다. 오아시스로 가는 교통편은 이미 존재합니다.",
            "nb-NO": "En ørkenoase har blitt oppdaget og vil være et vakkert sted for å bygge en park. Transport til oasen har blitt sørget for.",
            "nl-NL": "Er is een oase in de woestijn gevonden die een prachtige locatie van een park zou vormen. Voor transport van en naar de oase is gezorgd.",
            "pl-PL": "Odkryto pustynną oazę, która może stać się dobrym miejscem pod budowę lunaparku. Transport został zapewniony.",
            "pt-BR": "Um Oásis deserto foi encontrado e proporcionaria uma bela localização para um parque. Transporte para o oasis foi fornecido.",
            "ru-RU": "Был открыт пустынный оазис, который может стать прекрасным местом для парка. Транспорт в оазис уже обеспечен.",
            "sv-SE": "Man har upptäckt en ökenoas som skulle passa utmärkt till ett nöjesfält. Transportmöjligheter till oasen har ordnats redan.",
            "tr-TR": "Afrika’da bir vaha buldunuz ve bu vahanın etrafına güzel bir lunapark inşa etmeye karar verdiniz",
            "zh-CN": "一个沙漠绿洲被发现了，它为游乐园提供了一个美丽的环境。游乐园已有绿洲运输。"
        }
    }
}
