{
    "id": "rct2ww.scenario_text.sugarloaf_shores",
    "authors": [
        "Frontier Studios"
    ],
    "version": "1.0",
    "originalId": "0CCEA11A|STEX62  |AF44262A",
    "sourceGame": [
        "rct2ww"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ar-EG": "شواطئ باو دي أسوكار",
            "ca-ES": "Costes del Pão de Açúcar",
            "de-DE": "Zauberei am Zuckerhut",
            "en-GB": "Sugarloaf Shores",
            "eo-ZZ": "Sukerpano-Marbordoj",
            "es-ES": "Costas de Sugarloaf",
            "fi-FI": "Sokerileipärannikko",
            "fr-FR": "Au pied du pain de sucre",
            "hu-HU": "Cukorsüveg-part",
            "it-IT": "Pan di zucchero",
            "ja-JP": "シュガーローフ・ショアーズ",
            "ko-KR": "슈거로프 해안",
            "pt-BR": "Praia do Pão de Açúcar",
            "ru-RU": "Сахарный Берег",
            "sv-SE": "Sockersöta stränder",
            "zh-CN": "蜜糖面包海岸",
            "pl-PL": "Pod Głową Cukru"
        },
        "park_name": {
            "ar-EG": "شواطئ باو دي أسوكار",
            "ca-ES": "Costes del Pão de Açúcar",
            "de-DE": "Zauberei am Zuckerhut",
            "en-GB": "Sugarloaf Shores",
            "eo-ZZ": "Sukerpano-Marbordoj",
            "es-ES": "Costas de Sugarloaf",
            "fi-FI": "Sokerileipärannikko",
            "fr-FR": "Au pied du pain de sucre",
            "hu-HU": "Cukorsüveg-part",
            "it-IT": "Pan di zucchero",
            "ja-JP": "シュガーローフ・ショアーズ",
            "ko-KR": "슈거로프 해안",
            "pt-BR": "Praia do Pão de Açúcar",
            "ru-RU": "Сахарный Берег",
            "sv-SE": "Sockersöta stränder",
            "zh-CN": "蜜糖面包海岸",
            "pl-PL": "Pod Głową Cukru"
        },
        "details": {
            "ar-EG": "انت تُدير حديقة صغيرة بالقرب من مدينة ريو لكن البنك طالبك بالقرض. تحتاج إلى زيادة ربحك بسرعة لتسديد هذا الدين غير المتوقع.",
            "ca-ES": "Dirigiu un petit parc prop de Rio, però el banc demana que se li pagui el préstec. Necessiteu augmentar ràpidament la vostra capacitat recaptatòria per a retornar aquest deute inesperat.",
            "cs-CZ": "Provozujete malý zábavní park poblíž Ria, ale banka chce vrátit půjčku. Musíte rychle zvýšit vaše příjmy, abyste mohli dluh splatit.",
            "da-DK": "Du driver en lille park nær Rio, men banken har indkaldt dit lån. Du er nødt til hurtigt at øge din indtjeningsevne, til at tilbagebetale denne uventede gæld.",
            "de-DE": "Sie leiten einen kleinen Vergnügungspark in der Nähe von Rio. Als die Bank plötzlich das Ihnen gewährte Darlehen zurückfordert, müssen Sie einen Weg finden, Ihre Einnahmen rasch zu steigern, um diese unerwarteten Schulden zurückzuzahlen.",
            "en-GB": "You run a small park near Rio but the bank has called in your loan. You need to quickly increase your earning capacity to repay this unexpected debt.",
            "eo-ZZ": "Vi administras malgrandan parkon proksime de Rio-de-Ĵanejro, sed la banko alvokis vian prunton. Vi devas rapide pliigi vian enspezado-kapablon por repagi ĉi tiun neatenditan ŝuldon.",
            "es-ES": "Gestionas un pequeño parque cerca de Río, pero el banco te ha retirado su préstamo. Tendrás que aumentar rápidamente tu capacidad de ganancias para pagar esta deuda inesperada.",
            "fi-FI": "Johdat pientä puisto Rion läheisyydessä, mutta pankki vaatii lainan takaisinmaksua. Sinun täytyy pikaisesti nostaa tuottotasoa jotta voit maksaa tämän ennakoimattoman menoerän.",
            "fr-FR": "Vous dirigez un petit parc près de Rio, mais la banque a demandé le remboursement de votre prêt. Vous devez rapidement augmenter votre rentabilité pour rembourser cette dette inattendue.",
            "hu-HU": "Egy kis parkot üzemeltetsz Rio mellett, de a bank felmondta a hiteledet. Gyorsan növelned kell a jövedelemtermelő képességedet, hogy vissza tudd fizetni ezt a váratlan adósságot.",
            "it-IT": "Gestisci un piccolo parco presso Rio e la banca ti ha chiesto di rimborsare un debito. Devi aumentare rapidamente le tue entrate per fronteggiare questa situazione imprevista.",
            "ko-KR": "리오 근처의 작은 공원을 운영하고 있는데 은행이 대출금을 조기 회수하려 합니다. 때 이른 빚 독촉을 갚기 위해서 빨리 돈을 벌어야 합니다.",
            "nb-NO": "Du driver en liten park nær Rio, men banken krever du skal betale ned lånet ditt. Du trenger å raskt øke din inntekt for å betale denne overraskende gjelden.",
            "nl-NL": "Je hebt een klein park in de buurt van Rio, maar de bank wil haar lening terug. Je moet je winst zien te verhogen om je schuld terug te betalen.",
            "pl-PL": "Prowadzisz mały lunapark pod Rio, a bank wezwał Cię do spłacenia kredytu. Musisz szybko zwiększyć swoje przychody, aby zwrócić dług.",
            "pt-BR": "Você gere um pequeno parque perto do Rio, mas o banco convocou o seu empréstimo. Você precisa aumentar rapidamente a sua capacidade de ganhos para reembolsar este débito inesperado.",
            "ru-RU": "У вас небольшой парк близ Рио, но банк требует вернуть кредит. Вам срочно нужно увеличить прибыли, чтобы вернуть долг.",
            "sv-SE": "Du driver ett litet nöjesfält nära Rio, men banken kräver plötsligt betalning av ditt lån. Du måste öka dina intäkter snabbt för att kunna klara den uppkomna krisen.",
            "tr-TR": "Rio yakınlarında küçük bir park işletiyorsun fakat banka kredinizi aradı. Bu beklenmedik borcu geri ödemek için kârınızı hızla artırmanız gerekiyor.",
            "zh-CN": "你在里约附近的一个小公园，但银行已在你的贷款。你需要快速提高你的盈利能力来偿还这意想不到的债务。"
        }
    }
}
