{
    "id": "rct1.scenario_meta.dynamite_dunes",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "3DAB4F0A|STEX901 |F6CAF308",
    "sourceGame": [
        "rct1"
    ],
    "objectType": "scenario_meta",
    "images": [
        "images/minimap.png",
        "images/screenshot.png"
    ],
    "strings": {
        "name": {
            "ar-EG": "كثبان الديناميت",
            "ca-ES": "Les dunes Dinamita",
            "en-GB": "Dynamite Dunes",
            "eo-ZZ": "Dinamito-Dunoj",
            "es-ES": "Dunas Dinamita",
            "fi-FI": "Dynamiittidyynit",
            "fr-FR": "Dunes Dynamite",
            "hu-HU": "Dinamit Dűnék",
            "ja-JP": "ダイナマイト・デューンス",
            "pt-BR": "Dunas Dinamite",
            "zh-CN": "炸药山丘",
            "pl-PL": "Wybuchowe Wydmy",
            "gl-ES": "Dunas de dinamita"
        },
        "park_name": {
            "ar-EG": "كثبان الديناميت",
            "ca-ES": "Les dunes Dinamita",
            "en-GB": "Dynamite Dunes",
            "eo-ZZ": "Dinamito-Dunoj",
            "es-ES": "Dunas Dinamita",
            "fi-FI": "Dynamiittidyynit",
            "fr-FR": "Dunes Dynamite",
            "hu-HU": "Dinamit Dűnék",
            "ko-KR": "다이너마이트 모래언덕",
            "pt-BR": "Dunas Dinamite",
            "zh-CN": "炸药山丘",
            "pl-PL": "Wybuchowe Wydmy",
            "gl-ES": "Dunas de dinamita"
        },
        "details": {
            "ar-EG": "بُني في وسط الصحراء، هذا المتنزه يحتوي على أفعوانية دوارة واحدة فقط ولكن لديه مساحة للتوسع",
            "ca-ES": "Construït al bell mig del desert, aquest parc temàtic només té una muntanya russa però disposa d’espai per a expandir-se.",
            "da-DK": "BDenne forlystelsespark, der er bygget midt i ørkenen, indeholder kun en rutschebane, men har plads til udvidelser",
            "de-DE": "Dieser Freizeitpark inmitten der Wüste besitzt nur eine Achterbahn, hat aber genug Platz für Erweiterungen.",
            "en-GB": "Built in the middle of the desert, this theme park contains just one roller coaster but has space for expansion",
            "eo-ZZ": "Konstruita en la mezo de la dezerto, ĉi tiu amuzparko enhavas nur unu ondan fervojon, sed ankaŭ enhavas spacon por kreski",
            "es-ES": "Construido en pleno desierto, este parque temático contiene únicamente una montaña rusa, pero tiene espacio para crecer.",
            "fi-FI": "Aavikon keskelle on rakennettu puisto, jossa on vain yksi vuoristorata, mutta tilaa laajennukseen",
            "fr-FR": "Construit au milieu du desert, ce parc à thème n’a qu’une seule montagne russe mais a de la place pour s’agrandir.",
            "hu-HU": "Ez a sivatag közepén épült vidámpark csak egy hullámvasúttal rendelkezik, de van helye a terjeszkedésre",
            "it-IT": "Costruito in mezzo al deserto, questo parco a tema contiene un solo percorso di Montagne Russe ma ha grandi spazi per lo sviluppo",
            "ko-KR": "사막 한가운데 건설된 이 놀이공원에는 롤러코스터 한 대만이 있지만 확장할 수 있는 곳이 많습니다.",
            "nb-NO": "Denne ørken-fornøyelsesparken har kun én berg-og-dal-bane, men stort rom for utvidelse",
            "nl-NL": "Dit park, gebouwd in de woestijn, beschikt over slechts één achtbaan maar heeft ruimte voor uitbreiding.",
            "pl-PL": "Zbudowany na środku pustyni park tylko z jednym roller coasterem, ma solidne podstawy do dalszej rozbudowy",
            "pt-BR": "Construído no meio do deserto, este parque temático contém apenas uma montanha-russa, mas tem espaço para expansão.",
            "sv-SE": "Bygg i den varma ökenhettan, detta nöjesfält har bara en berg- och dalbana men har plats för utveckling",
            "tr-TR": "Çölün orta yerine bir Lunapark oluşturunuz. Bu parkta sadece bir hız treni bulunmakta fakat arazi genişletmek için imkanlar var",
            "zh-CN": "这个坐立于沙漠中的乐园只有一座云霄飞车，但不缺乏可供扩充的空地",
            "zh-TW": "這個座立於沙漠中的樂園只有一座雲霄飛車, 但不缺乏可供擴充的區域",
            "ru-RU": "Этот парк содержит лишь один аттракцион в середине пустыни, но тут полно места чтобы расширяться",
            "gl-ES": "Construído no medio do deserto, este parque temático contén só unha montaña rusa pero ten espazo para a expansión"
        }
    }
}
