{
    "id": "uces.scenario_meta.bigrock_blast",
    "authors": [
        "rbarclay",
        "buckone"
    ],
    "version": "1.0",
    "objectType": "scenario_meta",
    "images": [
        { "path": "images/minimap.png", "palette": "keep", "format": "raw" },
        { "path": "images/screenshot.png", "palette": "keep", "format": "raw" }
    ],
    "strings": {
        "name": {
            "ar-EG": "انفجار بيجروك",
            "ca-ES": "Explosió a Rocagrossa",
            "en-GB": "Bigrock Blast",
            "eo-ZZ": "Rokega Eksplodo",
            "es-ES": "Explosión en Rocagrande",
            "fi-FI": "Jättikiven jytky",
            "fr-FR": "Explosion à Groscailloux",
            "hu-HU": "Robbanás Bigrockban",
            "pt-BR": "Explosão de Pedragrande",
            "uk-UA": "Вибух Біґрок",
            "zh-CN": "巨石镇大爆炸",
            "pl-PL": "Wybuch Wielkiej Skały",
            "gl-ES": "Explosión da Gran Rocha"
        },
        "park_name": {
            "ar-EG": "انفجار بيجروك",
            "ca-ES": "Explosió a Rocagrossa",
            "en-GB": "Bigrock Blast",
            "eo-ZZ": "Rokega Eksplodo",
            "es-ES": "Explosión en Rocagrande",
            "fi-FI": "Jättikiven jytky",
            "fr-FR": "Explosion à Groscailloux",
            "hu-HU": "Robbanás Bigrockban",
            "ko-KR": "빅록 폭발",
            "pt-BR": "Explosão de Pedragrande",
            "uk-UA": "Вибух Біґрок",
            "zh-CN": "巨石镇大爆炸",
            "pl-PL": "Wybuch Wielkiej Skały",
            "gl-ES": "Explosión da Gran Rocha"
        },
        "details": {
            "ar-EG": "بعد انفجار في شركة شركة بيجروك للتعدين، يتعين على سكان بيجروك بناء مدينة ملاهي للحفاظ على حياة بلدتهم.",
            "ca-ES": "Després de l’explosió de la Companyia Minera Rocagrossa, la gent de Rocagrossa han de construir un parc d’atraccions per a mantenir el seu poble amb vida.",
            "da-DK": "Efter en eksplosion på Bigrock Mining Co. er befolkningen i Bigrock nødt til at bygge en forlystelsespark for at holde deres by i live.",
            "de-DE": "Nach einer Explosion bei der Bigrock Mining Co. haben die Einwohner von Bigrock einen Vergnügungspark gebaut, um ihre Stadt am Leben zu halten.",
            "en-GB": "After an explosion at the Bigrock Mining Co., the people of Bigrock have to build an amusement park to keep their town alive.",
            "eo-ZZ": "Post eksplodo ĉe la Rokega Minada Kompanio, la homoj de Rokego devas konstrui amuzparkon por konservi ilian urbeton viva.",
            "es-ES": "Tras una explosión en la Compañía Minera Rocagrande, los habitantes de Rocagrande tienen que construir un parque de atracciones para mantener vivo su pueblo.",
            "fi-FI": "Jättikiven Kaivokset Oy:n räjähdysonnettomuuden jälkeen Jättikiven kylän asukkaat ovat rakentaneet huvipuiston kylänsä elinkeinoksi.",
            "fr-FR": "Après une explosion à la Compagnie de Minage de Groscailloux, les habitants de Groscailloux doivent bâtir un parc d’attractions pour garder leur ville vivante.",
            "hu-HU": "Miután robbanás történt a Bigrock Bányászati Vállalatnál, Bigrock lakosainak egy vidámparkot kell építeniük, hogy életben tartsák városukat.",
            "it-IT": "Dopo un’esplosione alle Miniere Pietragrossa S.p.A., agli abitanti di Pietragrossa tocca costruire un parco divertimenti per mantenere la loro città viva.",
            "ko-KR": "빅록 채광 주식회사에서 폭발 사건이 일어난 이후, 빅록의 사람들은 마을을 유지하기 위해 놀이공원을 지어야만 한다고 합니다.",
            "nb-NO": "Etter en eksplosjon på Bigrock Mining Co., må Bigrock's innbyggere bygge en fornøyelsespark for å holde deres landsby i live.",
            "nl-NL": "Na een explosie bij de Bigrock Mining Co. moeten de inwoners van Bigrock hun stad in leven zien te houden. Ze hebben jou ingehuurd om deze klus te klaren.",
            "pt-BR": "Após uma explosão na Companhia de Mineração de Pedragrande, as pessoa de Pedragrande tem de construir um parque de diversões para manter sua cidade viva.",
            "uk-UA": "Після вибуху на гірничодобувній компанії Біґрок мешканці міста змушені будувати парк розваг, щоб зберегти своє місто.",
            "zh-CN": "在巨石镇矿产公司发生爆炸后，巨石镇的人们不得不建造一个游乐园来维持他们的城镇活力。",
            "pl-PL": "Po eksplozji w kopalni, mieszkańcy Wielkiej Skały muszą zbudować park rozrywki, aby utrzymać swoje miasto przy życiu",
            "ru-RU": "После взрыва в шахтёрской компании города Bigrock, людям пришлось заняться строительством парка для финансирования города.",
            "gl-ES": "Despois dunha explosión na Bigrock Mining Co., a xente de Bigrock ten que construír un parque de atraccións para manter viva a súa vila."
        }
    }
}
