{
    "id": "rct2.scenario_text.gravity_gardens",
    "authors": [
        "Chris Sawyer"
    ],
    "version": "1.0",
    "originalId": "0A18808A|STEX13  |B5EBBA89",
    "sourceGame": [
        "rct2"
    ],
    "objectType": "scenario_text",
    "strings": {
        "name": {
            "ca-ES": "Jardins de la gravetat",
            "de-DE": "Schwerkraftgärten",
            "en-GB": "Gravity Gardens",
            "eo-ZZ": "Gravito-Ĝardenoj",
            "es-ES": "Jardines Gravitacionales",
            "fi-FI": "Mahtilehto",
            "fr-FR": "Les Jardins de la gravité",
            "hu-HU": "Gravitációs Kert",
            "it-IT": "Giardini gravitazionali",
            "ja-JP": "グラビティー・ガーデン",
            "ko-KR": "그래비티 정원",
            "pt-BR": "Jardins de Gravidade",
            "sv-SE": "Gravitationsträdgårdarna",
            "zh-CN": "重力花园",
            "zh-TW": "地心引力花園",
            "pl-PL": "Ogrody Grawitacji"
        },
        "park_name": {
            "ca-ES": "Jardins de la gravetat",
            "de-DE": "Schwerkraftgärten",
            "en-GB": "Gravity Gardens",
            "eo-ZZ": "Gravito-Ĝardenoj",
            "es-ES": "Jardines Gravitacionales",
            "fi-FI": "Mahtilehto",
            "fr-FR": "Les Jardins de la gravité",
            "hu-HU": "Gravitációs Kert",
            "it-IT": "Giardini gravitazionali",
            "ko-KR": "그래비티 정원",
            "pt-BR": "Jardins de Gravidade",
            "sv-SE": "Gravitationsträdgårdarna",
            "zh-CN": "重力花园",
            "zh-TW": "地心引力花園",
            "pl-PL": "Ogrody Grawitacji"
        },
        "details": {
            "ca-ES": "El repte és construir un parc de muntanyes russes en aquests jardins. Només muntanyes russes, sense altres atraccions!",
            "cs-CZ": "Postavte zábavní park s horskými drahami v nádherných Gravity Gardens - Jen horské dráhy, nic jiného!",
            "da-DK": "Din udfordring er at bygge en rutschebanepark i den smukke Gravity Gardens - Ingen andre forlystelser, udelukkende rutschebaner!",
            "de-DE": "Ihre Aufgabe besteht darin, einen Achterbahnpark in die schönen Schwerkraftgärten zu bauen. Keine anderen Attraktionen - nur Achterbahnen!",
            "en-GB": "Your challenge is to build a roller coaster park in the beautiful Gravity Gardens. No other rides, just roller coasters!",
            "en-US": "Your challenge is to build a roller coaster park in the beautiful Gravity Gardens - No other rides, just roller coasters!",
            "eo-ZZ": "Via celo estas konstrui amuzparkon de ondaj fervojoj en la belaj Gravito-Ĝardenoj. Neniuj aliaj atrakciotipoj, nur ondaj fervojoj!",
            "es-ES": "Tu desafío es construir un parque de montañas rusas en los bellos Jardines Gravitacionales. ¡Ninguna otra atracción, sólo Montañas Rusas!",
            "fi-FI": "Haasteenasi on rakentaa vuoristoratapuisto kauniiseen Mahtilehtoon. Ei muita laitteita, ainoastaan vuoristoratoja!",
            "fr-FR": "Construisez un parc constitué exclusivement de montagnes russes dans ces splendides Jardins de la gravité !",
            "hu-HU": "A kihívásod az, hogy építs egy hullámvasútparkot a gyönyörű Gravitációs Kertben. Semmi más játékot, csak hullámvasutakat!",
            "it-IT": "La sfida è costruire un parco con ottovolanti in questi bellissimi giardini gravitazionali. Non altre attrazioni, solo ottovolanti!!",
            "ja-JP": "あなたに与えられた課題は、この美しいグラビティー・ガーデンにローラーコースター遊園地を造ることです - ローラーコースターだけですよ、他の乗物はなしです!",
            "ko-KR": "당신의 목표는 아름다운 그래비티 정원에 롤러코스터 공원을 만드는 것입니다. 다른 놀이기구는 안 됩니다. 롤러코스터만 만드세요!",
            "nb-NO": "Din utfordring er å bygge en berg-og-dal-banepark i den vakre Gravity Gardens. Ingen andre attraksjoner, kun berg-og-dal-baner!",
            "nl-NL": "Het is je uitdaging een park met achtbanen in de prachtige Gravity Gardens te bouwen… geen andere attracties, alleen maar achtbanen!",
            "pl-PL": "Twoim zadaniem jest wybudowanie lunaparku z kolejkami górskimi w pięknych Ogrodach Grawitacji - żadnych karuzel, same kolejki!",
            "pt-BR": "Seu desafio é construir um parque de montanha russa no belo Jardins de Gravidade - Nenhum outro brinquedo, apenas montanhas-russas!",
            "ru-RU": "Ваша задача - построить парк аттракционов в прекрасных садах Gravity Gardens. Стройте только американские горки!",
            "sv-SE": "Din utmaning är att bygga en berg- och dalbanepark i Gravitationsträdgårdarna – Inga andra attraktioner, bara berg- och dalbanor!",
            "tr-TR": "Bu lunaparkta sadece hız treni inşa etmenize izin veriliyor",
            "zh-CN": "你的挑战是在重力花园没有其他设施可用的条件下打造过山车游乐园，只能建造过山车！",
            "zh-TW": "你的挑戰是在美麗的地心引力花園中建造一個雲霄飛車遊樂園介於牧場及農場間的建設- 沒有其他的遊樂設施, 只有雲霄飛車!"
        }
    }
}
